[
  {
    "title": "Binging with Butter Chicken",
    "description": "Do you binge watch TV? Where does butter chicken actually come from? Is there a lack of arts focus in education? All these questions (and more) answered on the latest episode of KickArts. Sarah Longbottom discusses <a href='http://www.ngarangatahitoa.co.nz' target='_blank'>Nga Rangatahi Noa's</a> latest 'Manawa Ora' opening next week at the Herald Theatre; <a href='http://www.prayas.co.nz/' target='_blank'>Prayas Theatre Company's</a> 'A Fine Balance' opens this week at TAPAC and Mayen and Sandy discuss that and Prayas' 10 years. Plus Richard reviews Atamira's 'Mitimiti' and Enny looks at the new TV season... wow - action packed! ",
    "episode": "168",
    "date": "4 October 2015",
    "image": "img/20151004.jpg",
    "mp3": "audio/LC_20151004_2035.mp3",
    "ogg": "audio/LC_20151004_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20151004_2035.mp3"
  },
  {
    "title": "Mix it with Tempo",
    "description": "In the latest episode we <a href='http://mixit.co.nz/' target='_blank'>MIXIT</a> up with a bit of live <a href='http://www.tempo.co.nz/' target='_blank'>TEMPO</a>. Molly (7) does her first ever LIVE TO AIR review of ‘The Velveteen Rabbit’. Wendy and Tawanda from <a href='http://mixit.co.nz/' target='_blank'>Mixit</a> join us to talk about their work with young refugees, Georgie and Kristian discuss 'Good Evening Vietnam', their show featuring in the Prime night at <a href='http://www.tempo.co.nz/' target='_blank'>TEMPO DANCE FESTIVAL</a>. Plus another discussion around arts, arts funding and dance in New Zealand. And Enny reviews 'Short and Sweet Cabaret and Song' and Richard talks about 'Arboria' at Aotea Square. Don't miss it.",
    "episode": "167",
    "date": "27 September 2015",
    "image": "img/20150927.jpg",
    "mp3": "audio/LC_20150927_2035.mp3",
    "ogg": "audio/LC_20150827_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150827_2035.mp3"
  },
  {
    "title": "Amazing Young Artists",
    "description": "Word Up! Winners of the Word Up competition join us and share their views on poetry, song and spoken word. Plus they discuss their youth and how that influences their work. They also offer some pretty harsh words on the current political state! Merrin and Ritchie from the Atawhai Festival talk theatre and mental illness - why this festival at <a href='http://tepoutheatre.nz/' target='_blank'>Te Pou</a> is so important for the arts community. Carolyn also reviews ‘Fun Run’ and we discuss if the rubics cube is real - or a character... what? You'll have to tune in to understand. ",
    "episode": "166",
    "date": "20 September 2015",
    "image": "img/20150920.jpg",
    "mp3": "audio/LC_20150920_2035.mp3",
    "ogg": "audio/LC_20150820_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150820_2035.mp3"
  },
  {
    "title": "A busy week for the reviewers",
    "description": "Much debate and discussions over several shows reviewed tonight by Carolyn, Will, Emma and Kit with our in-studio guests. Mike Drew talks about Albert Belz's new work 'The Great American Scream' opening this week at <a href='http://tepoutheatre.nz/' target='_blank'>Te Pou</a>; Justine Cormack from the NZ Trio talks about their upcoming show 'Surge' at <a href='http://www.qtheatre.co.nz/festivals/q-presents' target='_blank'>Q Loft</a>; and Jonathan Martin who is the Velveteen Rabbit in the <a href='http://timbrayproductions.org.nz/' target='_blank'>Tim Bray production</a> of the same name joins us (not in costume!). Plus we have reviews of 'The Events'; 'All Your Wants and Needs Fulfilled Forever'; 'The Black' and Short And Sweet Theatre (Part One). Don't miss the electrifying energetic KickArts...",
    "episode": "165",
    "date": "13 September 2015",
    "image": "img/20150913.jpg",
    "mp3": "audio/LC_20150913_2035.mp3",
    "ogg": "audio/LC_20150823_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150823_2035.mp3"
  },
  {
    "title": "Let's flag the show",
    "description": "We decided to FLAG the show and got designer <a href='http://www.dwscreative.co.nz/' target='_blank'>Desna Whaanga-Schollum</a> and art historian Don Bassett to discuss the current flag process, the designs and the Red Peak. The rest of the crew offer their opinion plus Carolyn and Will review two shows, 'Exposing Edith' and 'The Incredible Mr Capsis', Emma reviews <a href='http://www.shortandsweet.org.nz/beta/' target='_blank'>Short and Sweet Dance</a>, Don reviews the <a href='http://www.rnzb.org.nz/' target='_blank'>Royal NZ Ballet's</a> 'Midsummer Night's Dream' and Richard reviews 'The Daisy Theatre'. Boy what a show!",
    "episode": "164",
    "date": "6 September 2015",
    "image": "img/20150906.jpg",
    "mp3": "audio/LC_20150906_2035.mp3",
    "ogg": "audio/LC_20150906_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150906_2035.mp3"
  },
  {
    "title": "It's gonna be Short and Sweet",
    "description": "KickArts goes Short and Sweet. Ahi and Robin join us and present the new season of <a href='http://www.shortandsweet.org.nz' target='_blank'>Short and Sweet</a> kicking off on the 1st of September at <a href='http://www.tapac.org.nz' target='_blank'>Tapac</a>. Will and Carolynn review 'The Keys are in the Margarine' and 'Bubbleland'. Enny talks about 'Southpaw' and plays some tracks. Join in for a fun episode!",
    "episode": "163",
    "date": "30 August 2015",
    "image": "img/20150830.jpg",
    "mp3": "audio/LC_20150830_2035.mp3",
    "ogg": "audio/LC_20150830_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150830_2035.mp3"
  },
  {
    "title": "The Reviewer is a Virgin",
    "description": "What happens if a blue cod and a lobster end up in a tank together... find out on KickArts. Yes this week's show discusses existentialism in the extreme with Hweiling Ow - the blue cod in Renee Liang's latest offering, <a href='http://www.basementtheatre.co.nz/whats-on/bubblelands/' target='_blank'>Bubbleland</a>. And verbatim actors Julie Edwards and Will Spicer talk about acting in 'The Keys are in the Margarine', a play telling the true tales of people suffering from and involved with dementia. We review the reviewer, Chris Martin, and his first review of 'Not Psycho' plus discuss the state of the arts in New Zealand, the struggles and joys of being a full time artists and 'Margarine' director, Stuart Young also talks about his role as Head of Theatre Studies at <a href='http://www.otago.ac.nz/performingarts/otago056890.pdf' target='_blank'>Otago University</a> and their new performing arts degree.",
    "episode": "162",
    "date": "23 August 2015",
    "image": "img/20150823.jpg",
    "mp3": "audio/LC_20150823_2035.mp3",
    "ogg": "audio/LC_20150823_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150823_2035.mp3"
  },
  {
    "title": "Lumia, Events and Wordup!",
    "description": "Wow. KickArts was KickArse. Eden Mulholland and Malia Johnstone from <a href='http://www.nzdc.org.nz/' target='_blank'>The New Zealand Dance Company</a> talk about 'Lumina', their new show opening this week. Robyn Kelly, Musical Director for <a href='http://silotheatre.co.nz/' target='_blank'>Silo's</a> latest piece, 'The Events' talks composition and 22 choirs plus Mandy Patmore is all over WORDUP, a wordsmithing competition for youth at <a href='http://www.ceac.org.nz/youth_arts/word_up!.aspx' target='_blank'>Corbans</a> AND Eden talks about his new album coming out this week!",
    "episode": "161",
    "date": "16 August 2015",
    "image": "img/20150816.jpg",
    "mp3": "audio/LC_20150816_2035.mp3",
    "ogg": "audio/LC_20150816_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150816_2035.mp3"
  },
  {
    "title": "Not Psycho",
    "description": "Not Psycho? Listen to the latest show and find out on KickArts. A MASSIVE show with Grant Mouldy, General Manager, and Anthony Healy, Chair, of <a href='http://www.massivecompany.co.nz/' target='_blank'>Massive Company</a>, joining us to talk about what Massive is up to. Edwin Beats proves he's 'Not Psycho', Fractious Tash's latest play opening at <a href='http://www.qtheatre.co.nz/' target='_blank'>Q Theatre</a> this weekend.Anthony Healy also talks about his role as head of <a href='http://www.apraamcos.co.nz/' target='_blank'>APRA</a> and we learn a thing or two about music laws! AND we review 'Between Two Waves' and 'The Modern Māori Quartet'.",
    "episode": "160",
    "date": "9 August 2015",
    "image": "img/20150809.jpg",
    "mp3": "audio/LC_20150809_2035.mp3",
    "ogg": "audio/LC_20150809_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150809_2035.mp3"
  },
  {
    "title": "#MMQ",
    "description": "<a href='http://www.modernmaoriquartet.nz' target='_blank'>Modern Maori Quartet</a> - four awesome Maori entertainers join us ahead of their New Zealand / Asia and Pacific tour. We talk music, politics and te reo... and of course their irreverent humour shines on through... with James, Maatariki, Maata and Francis.",
    "episode": "159",
    "date": "2 August 2015",
    "image": "img/20150802.jpg",
    "mp3": "audio/LC_20150802_2035.mp3",
    "ogg": "audio/LC_20150802_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150802_2035.mp3"
  },
  {
    "title": "The Man Who Reviewed 12 Movies at Once",
    "description": "What does an illiterate postal worker and addicted video gamers have in common? Only that they are the subject of discussion on another KickArts episode. Yes, Lana Walters talks about her new webseries, <a href='https://www.youtube.com/watch?v=QqB6o63er0g' target='_blank'>Game Over</a>, children's author Emma Vere-Jones discusses her latest book, <a href='http://www.emmaverejones.com/books-and-stories-1-1/' target='_blank'>Stan the Van Man</a> and Paul Qualtrough joins us to mini - review 12 films in thye NZIFF.",
    "episode": "158",
    "date": "26 July 2015",
    "image": "img/20150726.jpg",
    "mp3": "audio/LC_20150726_2035.mp3",
    "ogg": "audio/LC_20150726_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150726_2035.mp3"
  },
  {
    "title": "Docu Fast Watch",
    "description": "Want to see 10 great NZ docos in 40 minutes? <a href='http://loadingdocs.net' target='_blank'>Loading Docs</a>, an initiative started by guest Julia Parnell, does exactly that. And filmmaker Rowena Baines, director of 'Dancing in the Dark' also joins us to talk the challenges of making a 3 minute doco plus all the other great work she is doing with helping Vanuatu <a href='http://rowenabaines.com/vanuatu-music-revival-project' target='_blank'>reaccess music</a>. PLUS Don Bassett discusses 'Wunderrūma' at the Auckland Art Gallery and Molly reviews 'Caterpillers' at the Bruce Mason.",
    "episode": "157",
    "date": "19 July 2015",
    "image": "img/20150719.jpg",
    "mp3": "audio/LC_20150719_2035.mp3",
    "ogg": "audio/LC_20150719_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150719_2035.mp3"
  },
  {
    "title": "A Threesome with Em Skilton",
    "description": "Climate Change! Politics! A Threesome! Yes, it's 'that kind of show' to quote special guest, Emmet Skilton (Almighty Johnsons), AND it's our THIRD BIRTHDAY SHOW. Emmet talks about his upcoming show on climate change called 'Between two waves' opening in August and Enny Benzonelli cuts together a KickArts retrospective to celebrate our three years on air. And a big thanks to those that have made this happen - Paul Hooli, Paula Crimmens, Catherine George, Anna Harding, Lisa Finucane, Mary Wadsworth, Merrin H Cavel, Will Moore and Carolynn Day, Art Green, Carolyn Finucane, Susan Payne Rose, Don Bassett and the indefatigable Adam Fresco! And extra special thanks to Emma Bishop who works hard in front of and behind the scenes! Don't miss it!",
    "episode": "156",
    "date": "12 July 2015",
    "image": "img/20150712.jpg",
    "mp3": "audio/LC_20150712_2035.mp3",
    "ogg": "audio/LC_20150712_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150712_2035.mp3"
  },
  {
    "title": "Cocktail a la KickArts",
    "description": "Take 3 reviewers, add a fantastic guest, stir it with an overwhelmed host and sprinkle a 7 years old critic and you get an awesome KickArts’ cocktail. Victoria Abbott tells us all about her upcoming show 'Caterpillars' on at the Bruce Mason Centre and about her daytime job as a Clown Doctor. Anna reviews 'The Mourning After' and 'Krisnan's Dairy', Will gets about Orang-utan and Don Bassett talks Opera, more specifically Puccini’s 'Turandot'. All topped off with Molly Green and her review of 'Grandma McGarvey' 'Grandpa’s Slippers' (Pumphouse Theatre). Don’t miss this unique show and stream it now!",
    "episode": "155",
    "date": "5 July 2015",
    "image": "img/20150705.jpg",
    "mp3": "audio/LC_20150705_2035.mp3",
    "ogg": "audio/LC_20150705_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150705_2035.mp3"
  },
  {
    "title": "Orangutan Edition",
    "description": "Awesome Awesome Awesome is all we can can say about Sunday's show! Tai Royal and Helen Langford from Okareka Dance Company join us to talk about all the exciting stuff going on, Regan from Te Rehia comes into the studio to talk about 'Hokia Ki Nga Maunga' and Alice Canton talks 'Orangutan'. PLUS dynamic duo Carolynn and Will review 'Murdoch', ATC's latest offering. Plus some fantastic discourse on the state of the arts in Aotearoa NZ.",
    "episode": "154",
    "date": "28 June 2015",
    "image": "img/20150628.jpg",
    "mp3": "audio/LC_20150628_2035.mp3",
    "ogg": "audio/LC_20150628_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150628_2035.mp3"
  },
  {
    "title": "The KickArts After",
    "description": "Another informative, humourous and irreverent KickArts show this week - Ahi Karunaharan and Prateek Vadgaonkar discuss the upcoming 'The Mourning After' at the Basement Theatre and Julie Collis joins us as 'Grandma McGarvey' from Tim Bray's latest offering at the Pumphouse. Emma reviews 'BALLET REVOLUCION' and the dynamic duo, Carolyn and Will, review 'Matariki Mixit' at Te Pou. All this plus some Sir Paul.",
    "episode": "153",
    "date": "21 June 2015",
    "image": "img/20150621.jpg",
    "mp3": "audio/LC_20150621_2035.mp3",
    "ogg": "audio/LC_20150621_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150621_2035.mp3"
  },
  {
    "title": "The Richard-Free Episode",
    "description": "In an amazing Richard-Free episode of KickArts, Enny welcomes Lance Loughlin and Taupuhi Toki and they discuss the upcoming Matariki Mix-it show on at Te Pou on June 20 and at the Basement on June 26 & 27. Moreover, Carolyn and Will review Rose Matafeo and Lisa talks about Kiss The Fish. All mixed up with a couple of songs from the Eurovision Song Contest 2015. An explosive episode not to be missed!",
    "episode": "152",
    "date": "14 June 2015",
    "image": "img/20150614.jpg",
    "mp3": "audio/LC_20150614_2035.mp3",
    "ogg": "audio/LC_20150614_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150614_2035.mp3"
  },
  {
    "title": "Free Entertainment",
    "description": "Indian Ink's Justin Lewis joins us to talk about the new season on 'Kiss the Fish' and 'Krishnan's Dairy', Nolwenn Lacire (Curator Digital Art) from Auckland Live talks 'Tourmente' By Jean Dubois, the latest interactive digital art at the Aotea Centre. We discuss audience development - how do we keep people engaged in the arts? And why are most of the heads at the opera grey? Will and Carolyn review 'Mad Max', Lisa reviews 'Hamlet' and Catherine reviews 'Dust Pilgrim' - all this entertainment at no cost!",
    "episode": "151",
    "date": "7 June 2015",
    "image": "img/20150607.jpg",
    "mp3": "audio/LC_20150607_2035.mp3",
    "ogg": "audio/LC_20150607_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150607_2035.mp3"
  },
  {
    "title": "What a great friggin show",
    "description": "Tom Eason from Red Leap Theatre talks about their latest work, 'Dust Pilgrim'. Richard Neame and Nick Brown discuss the upcoming 'Sweeney Todd' at AMT and reviews galore - 'La Cenerentola' (NZO), 'Enlightenment' (ATC), 'Death and the Maiden' (NSC) and 'The Best Possible Album Party That Anybody Has Ever Been To' (Basement) - all this and some great ARTS conversation on our 150th episode.",
    "episode": "150",
    "date": "31 May 2015",
    "image": "img/20150531.jpg",
    "mp3": "audio/LC_20150531_2035.mp3",
    "ogg": "audio/LC_20150531_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150531_2035.mp3"
  },
  {
    "title": "Happy Birthday, Ugly!",
    "description": "20 years of <a href='http://www.ugly.org.nz' target='_blank'>Ugly Shakespeare Company</a> - Enny turns the tables on Richard and interviews him about starting one of New Zealand's longest running theatre companies. Plus he's back - BILLY APPLE returns for part two of his exclusive interview with KickArts. And Richard and Enny review several docos from the <a href='http://www.documentaryedge.org.nz' target='_blank'>Documentary Edge Festival</a> on at the moment at Q Theatre. These include 'Night Will Fall'' 'Gaybe Baby'' 'The Yes Men', 'Druglawed' and 'Waiting for August'.",
    "episode": "149",
    "date": "24 May 2015",
    "image": "img/20150524.jpg",
    "mp3": "audio/LC_20150524_2035.mp3",
    "ogg": "audio/LC_20150524_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150524_2035.mp3"
  },
  {
    "title": "Fantastic international Guests",
    "description": "'Shakespeare Behind Bars' founder Curt Tofteland joins us on his two week whirlwind tour through New Zealand, Lisa Reihana discusses her installation at the Auckland Art Gallery (In pursuit of Venus (infected). Bertie Plaatsman and Rowena Baines discuss their films that feature in the Documentary Edge Festival opening this week and Titania Hotere talks 'Death and the Maiden', the latest offering from the NewMarket Stage Company. A robust, fascinating discussion with these amazing arts practitioners. A show you won't want to miss!",
    "episode": "148",
    "date": "17 May 2015",
    "image": "img/20150517.jpg",
    "mp3": "audio/LC_20150517_2035.mp3",
    "ogg": "audio/LC_20150517_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150517_2035.mp3"
  },
  {
    "title": "The Comedy keeps coming",
    "description": "More Comedy Festival insights with guests Eli Matthewson (Faith) and Stephen Witt (Diddle) talking life as a comedian, clown and christian... plus Sally Stockwell talks about her new album, 'Weightless' and we play a few of her tracks all on another great KickArts.",
    "episode": "147",
    "date": "10 May 2015",
    "image": "img/20150510.jpg",
    "mp3": "audio/LC_20150510_2035.mp3",
    "ogg": "audio/LC_20150510_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150510_2035.mp3"
  },
  {
    "title": "More From The Comedy Festival",
    "description": "Another Comedy Festival Special! Ashton Brown and Louise Beuvink talk about their show 'Dark Side of the Afternoon', Carolynn Day reviews Neel Kolhatkar, Penny Ashton and DeAnne Smith and we also talk about 'Nautilus', Trygve Wakenshaw's entry in the festival. We ask our guests about their experiences becoming comedians, what inspires them and how they keep themselves alive! All on this exciting episode of KickArts!",
    "episode": "146",
    "date": "3 May 2015",
    "image": "img/20150503.jpg",
    "mp3": "audio/LC_20150503_2035.mp3",
    "ogg": "audio/LC_20150503_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150503_2035.mp3"
  },
  {
    "title": "Apple Special - Part 1",
    "description": "Billy Apple, the iconic Pop artist, 90 minute exclusive on KickArts. We talk about his early days, what got him into art, the move to London and New York, as well as his time with some notable contemporaries. He throws in a bit of Miles and Donna Summer for good measure. Don't miss this first part of a fascinating insight into a fascinating person.",
    "episode": "145",
    "date": "26 April 2015",
    "image": "img/20150426.jpg",
    "mp3": "audio/LC_20150426_2035.mp3",
    "ogg": "audio/LC_20150426_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150426_2035.mp3"
  },
  {
    "title": "Some Mexican Food",
    "description": "Comedians David Correos and Brendon Green come in for a chat, 'Boy Wonder' Ryan Richards talks about his return season and taking it South, and we are treated by restaurateurs Marianne Elliott and Lucas Putnam as they discuss their latest cookbook, 'La Boca Loca'. Marianne also talks about her 2012 book about her experiences in Afghanistan, 'Zen Under Fire'. Awesome show.",
    "episode": "144",
    "date": "19 April 2015",
    "image": "img/20150419.jpg",
    "mp3": "audio/LC_20150419_2035.mp3",
    "ogg": "audio/LC_20150419_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150419_2035.mp3"
  },
  {
    "title": "COMEDY FESTIVAL SPECIAL",
    "description": "Sam Smith, Joseph Harper, Jamaine Ross and Ben Blakely join me for an hilarious 90 minutes of chat about being a comedian. being a dentist and the state of comedy in New Zealand. Oh, and cats. Let's not forget the cats!",
    "episode": "143",
    "date": "12 April 2015",
    "image": "img/20150412.jpg",
    "mp3": "audio/LC_20150412_2035.mp3",
    "ogg": "audio/LC_20150412_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150412_2035.mp3"
  },
  {
    "title": "The troubled Easter Monday",
    "description": "On a technical troubled Easter Monday episode of KickArts, Enny Benzonelli brings you an hour of music from around the world. In the second half of the show Jason Te Mete joins in and presents his two upcoming stage shows: 'Mrs McGinty and the Bizarre Plant' and 'Honk'. Don't miss it!",
    "episode": "142",
    "date": "5 April 2015",
    "image": "img/20150405.jpg",
    "mp3": "audio/LC_20150405_2035.mp3",
    "ogg": "audio/LC_20150405_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150405_2035.mp3"
  },
  {
    "title": "Reviews galore!",
    "description": "'Greedy Cat' (reviewed by 7 year old Molly), 'Don Quixote' (RNZB), 'Ushers', 'An Awfully Big Adventure' (Capital E) plus Amber Curren and Boni Tukiwaho talk about WHARE NO NAME - the home for Maori Theatre in Auckland. What a show!",
    "episode": "141",
    "date": "29 March 2015",
    "image": "img/20150329.jpg",
    "mp3": "audio/LC_20150329_2035.mp3",
    "ogg": "audio/LC_20150329_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150329_2035.mp3"
  },
  {
    "title": "Banned Musicals",
    "description": "The hilarious Phil Vaughan joins us to talk some 'Greedy Cat' by Tim Bray Productions and the fabulous Saraid Cameron discusses her role in 'Ushers' opening this week at The Basement for a limited season. We also all chat about the arts in New Zealand, what it means to be an actor and without Enny Benzonelli on the show, Musicals get a fair bashing! Plus some Gary Jules, Some Linkin Park and a bit of Sly and the Family Stone!",
    "episode": "140",
    "date": "22 March 2015",
    "image": "img/20150322.jpg",
    "mp3": "audio/LC_20150322_2035.mp3",
    "ogg": "audio/LC_20150322_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150322_2035.mp3"
  },
  {
    "title": "Artists, Authors and Apples!",
    "description": "Billy Apple's retrospective at the Auckland Art Gallery is discussed with Don Bassett, Ann Glamuzina talks about her first novel, 'Rich Man Road' and Mic Watts discusses his exhibition at Revel Cafe in K Rd. Plus some stormy songs and more silly conversations with Enny.",
    "episode": "139",
    "date": "15 March 2015",
    "image": "img/20150315.jpg",
    "mp3": "audio/LC_20150315_2035.mp3",
    "ogg": "audio/LC_20150315_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150315_2035.mp3"
  },
  {
    "title": "Sharing a sausage with Enny",
    "description": "In the studio Raimana Jones and Zee Shake Lee, award winning Masters of Architecture students, talk about their upcoming exhibition 'Four Futures' and Jenna Gavin, another Masters student talks about her involvement with the 'Birds of a Shadow' experience at Digital Art Live at the Aotea Centre. Wow. The IQ of the show just trebled! Plus the usual outrageous discussions, debates and discourse on the arts.",
    "episode": "138",
    "date": "8 March 2015",
    "image": "img/20150308.jpg",
    "mp3": "audio/LC_20150308_2035.mp3",
    "ogg": "audio/LC_20150308_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150308_2035.mp3"
  },
  {
    "title": "Shining for Greatness!*",
    "description": "Matt Stellingwerf - comedian and all round funny guy talks about the Comedy Festival and being a comedian in New Zealand. And from the 'History Boys' Michelle (Producer/Director) and Zach (Actor) talk about their show at the Pumphouse. We review 'Two Farting Sisters' and 'Under the Same Moon' plus we talk OSCARS. And some frank discussions about arts in New Zealand! Don't miss it!<br>* Direct Enny Benzonelli's quote.",
    "episode": "137",
    "date": "1 March 2015",
    "image": "img/20150301.jpg",
    "mp3": "audio/LC_20150301_2035.mp3",
    "ogg": "audio/LC_20150301_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150301_2035.mp3"
  },
  {
    "title": "the Amazing Eddie Izzard",
    "description": "Eddie Izzard on KickArts! An exclusive interview on Sunday's show. Don't miss it. We also have Renee and Emma from 'Two Farting Sisters' and 'Under the Same Moon' as part of Fringe and Lantern Festivals. Colleen come and chats about the 1 show only benefit night dedicated to Robbie Tripe - 'Black Dog Relief'. Reviews of 'Midsummer Night's Dream', The Foo Fighters, Eddie Izzard, 'Robin Goblin', 'Night of Queer' and 'Take Back the Hood'. A massive show!",
    "episode": "136",
    "date": "22 February 2015",
    "image": "img/20150222.jpg",
    "mp3": "audio/LC_20150222_2035.mp3",
    "ogg": "audio/LC_20150222_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150222_2035.mp3"
  },
  {
    "title": "A Look at the Live Orgy",
    "description": "An array of amazing people and a lineup of fantastic shows from the Fringe and the Pride Festivals in this fabulous episode of KickArts. Paula is back and reviews 'Stutterpop'. Carolynn joins us for the first time and talks about 'Live Orgy' and 'Gift of the Gab'. Jackson presents 'Robin Goblin' on at the Basement. Not just one, but three dancers: Kerry, Jahra and Grace, introduce us to their upcoming show 'Mother/Jaw'. We also welcome Annie who talks about Marvellous Theatre, and their upcoming 'Marvellous Stories', 'A Midsummer Night's Dream' and naughty fairies and more. All of this topped up with a sprinkle of music chosen by Richard and Enny who also reviews 'Bare'. A packed show not to be missed.",
    "episode": "135",
    "date": "15 February 2015",
    "image": "img/20150215.jpg",
    "mp3": "audio/LC_20150215_2035.mp3",
    "ogg": "audio/LC_20150215_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150215_2035.mp3"
  },
  {
    "title": "The Strategic Plan",
    "description": "Are you aware of the Arts and Culture Strategic Action plan? Every artist should be! Maree Mills is leading consultation and talks about the aspects that will guide the City Council forward. Also Bruce Brown talks 'The Legacy Project' as part of Pride (Q Theatre) and we are also joined by Patrick Kelly and Alex McKellar talking about their Fringe show 'Eat the Young Fresh' (Q Theatre).",
    "episode": "134",
    "date": "8 February 2015",
    "image": "img/20150208.jpg",
    "mp3": "audio/LC_20150208_2035.mp3",
    "ogg": "audio/LC_20150208_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150208_2035.mp3"
  },
  {
    "title": "Some bad language",
    "description": "Hilarious! A crazy show with Taylor Hall (Beast - The Basement) plus Susannah Smith-Roy and Lana Walters (Suri vs. Shiloh - Q Theatre) as part of the Fringe Festival. A no holds barred fast paced KickArts with some very bad language! Shame on you Enny Benzonelli!",
    "episode": "133",
    "date": "1 February 2015",
    "image": "img/20150201.jpg",
    "mp3": "audio/LC_20150201_2035.mp3",
    "ogg": "audio/LC_20150201_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150201_2035.mp3"
  },
  {
    "title": "Looking at the Gallery",
    "description": "Stephen Cleland, Curator of Contemporary Art, talks extensively about the Chartwell Collection and his own role at the gallery.",
    "episode": "132",
    "date": "25 January 2015",
    "image": "img/20150125.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Fringe and Pride Festivals",
    "description": "Fringe and Pride Festivals are both coming up fast and we talk to Jennifer De Leon about her work 'Stripped Bare' on at Q Theatre for the Fringe, as well as her hip operations, knee surgery and life! Hamish Mouat talks 'Bare' and his role in the pop opera as part of Pride (at AMT) and we hear about what members of Musical Theatre NZ in Auckland are up to with Pauline Veila. Plus the usual news and music and discussions on contemporary arts in Auckland.",
    "episode": "131",
    "date": "18 January 2015",
    "image": "img/20150118.jpg",
    "mp3": "audio/LC_20150118_2035.mp3",
    "ogg": "audio/LC_20150118_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150118_2035.mp3"
  },
  {
    "title": "Dance Special",
    "description": "After the movie and theater specials, Enny Benzonelli hosts a dance (and more...) special featuring Wendy Preston and Tawanda Manyimo from Bitter Sweet on at TAPAC this Friday and Saturday. Also Taane Mete joins us and talks about a new youth summer school program that aims at giving young dance enthusiasts an opportunity to experience a professional dance environment.",
    "episode": "130",
    "date": "11 January 2015",
    "image": "img/20150111.jpg",
    "mp3": "audio/LC_20150111_2035.mp3",
    "ogg": "audio/LC_20150111_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150111_2035.mp3"
  },
  {
    "title": "Theatre Special",
    "description": "Catherine George and Seamus Ford are guests on KickArts and review the amazing theatre season in 2014 and give some sneak peaks in what 2015 is going to be. Everything mixed up with some great music.",
    "episode": "129",
    "date": "4 January 2015",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20150104_2035.mp3",
    "ogg": "audio/LC_20150104_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20150104_2035.mp3"
  },
  {
    "title": "Another Year is Over",
    "description": "Dave Balcum, Head technician at The Auckland Art Gallery discusses the trials and tribulations of installing the Light Show whilst showing me around the exhibition PLUS Grae Burton, Emma Bishop, Enny Benzonelli and Richard Green discuss the year that was and our favourite bits and pieces. Grae also discusses his involvement with 2 Webshows, Shakespeare's Rebels (on at Pah Homestead) and a new film for 2015.",
    "episode": "128",
    "date": "28 December 2014",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "A Movies Special",
    "description": "An hilarious episode of KickArts where Crazy Adam Fresco and Wild Enny Benzonelli debate, discuss and provide discourse on the best and worst films of 2014 and what to look forward to in 2015. A show not to be missed!",
    "episode": "127",
    "date": "21 December 2014",
    "image": "img/20141221.jpg",
    "mp3": "audio/LC_20141221_2035.mp3",
    "ogg": "audio/LC_20141221_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20141221_2035.mp3"
  },
  {
    "title": "Apporaching the Festivities",
    "description": "KickArts kicks some arts this week with Edwin and Ban discussing 'The Not So Merry Christmas Monologues' on at the Garnet Station Tiny Theatre. Richard Green reviews 'Hauraki Horror' at The Basement and Enny Benzonelli reviews the latest Hobbit offering and two other films... don't miss this Great Show!",
    "episode": "126",
    "date": "14 December 2014",
    "image": "img/20141214.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "First signs of Christmas",
    "description": "Another AWESOME show on Award Winning KickArts - We review 'A Christmas Carol' by the RNZB, 'Summer in the Square' - 2 weeks of free activities at Auckland Live - is discussed with Georgina Cervin, Stephen Papps talks about his show at the Garnet Road Station Tiny Theatre, 'Blowing It' and Evan Silva shares his recordings of some classic Christmas Carols with a twist. A fun night - don't miss out!",
    "episode": "125",
    "date": "7 December 2014",
    "image": "img/no-pic-placeholder-purple.jpg",
    "mp3": "audio/LC_20141207_2035.mp3",
    "ogg": "audio/LC_20141207_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20141207_2035.mp3"
  },
  {
    "title": "Another Award for KickArts",
    "description": "KickArts, the THIRD HIGHEST RATING show on PlanetFM for 2014 (Top rating show was Red Planet (David Shearer and Phil Goff) and second was Dateline Tonga which usually wins. If it wasn't election year KickArts might have been second!) presents another awesome Sunday arts programme. Thomas Sainsbury and Chris Parker talk about their adventures creating The Basement Christmas Show. We interview Royal New Zealand Ballet's Lucy Green about 'A Christmas Carol' (ASB Theatre) and Tim Raby discusses his role as Santa's stand-in for Tim Bray's 'Santa Claus Show' starting at The PumpHouse Theatre.. Enny Benzonelli reviews 'At the Wake' on at the Herald Theatre, as well as NYTC's 'The Little Mermaid'. AND he talks 'Fury' and 'The Deadlands'.",
    "episode": "124",
    "date": "30 November 2014",
    "image": "img/20141130.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Floras, Mermaids and more",
    "description": "Famous Floras meets the Little Mermaid! Only on KickArts. Joseph Wycoff discusses his role in 'Famous Floras' now on at The White House and Seamus and Hamish from NYTC talk about their Little Mermaid on at the Dorothy Winstone Centre this week. Enny reviews Whitecliffe's Fashion graduation show and we talk some interesting talk again so DON'T MISS OUT.",
    "episode": "123",
    "date": "23 November 2014",
    "image": "img/20141123.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "A Powerful Discussion ",
    "description": "High fashion, High humour and High voices and a great robust discussion about the state of the arts. Hear David Reeves from the Gay and Lesbian Singers talk art with Lindah Lepoh - high end fashion designer and artist, as well as Afi and Karin from 'At The Wake' - all on this week! Plus Richard Green reviews 'Famous Floras' and Emma reviews 'Pure and Deep' and Paula Crimmens joins us to review the book 'Amnesia' by Peter Carey. WOW - don't miss it!",
    "episode": "122",
    "date": "16 November 2014",
    "image": "img/20141116.jpg",
    "mp3": "audio/LC_20141116_2035.mp3",
    "ogg": "audio/LC_20141116_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20141116_2035.mp3"
  },
  {
    "title": "Art in the Dark",
    "description": "Afraid of dark? Don't be, because ART IN THE DARK will change your mind. Hanna Cooke and Ben Anderson tell us all about the upcoming ART IN THE DARK and Olivia Taouma will present SOUTHSIDE ARTS FESTIVAL. Enny Benzonelli reviews 'Interstellar'. Also lots of birthdays this week from Tim Rice to Lorde. Don't miss another unmissable KickArts!",
    "episode": "121",
    "date": "9 November 2014",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "The Internet is for Porn?",
    "description": "Emma Bishop reviews 'Avenue Q' currently running at The Spotlight Theatre, as well as 'The Collector' and 'CageBirds' at Musgrove Studio, Enny Benzonelli also discusses 'Avenue Q' and reviews 'Next to Normal' at Auckland Music Theatre. Great discussions, great music and another great KickArts.",
    "episode": "120",
    "date": "2 November 2014",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Movies made out of Paper",
    "description": "Paper Cinema, Sociopaths and Caged Birds - An awesome KickArts. Nick Rawlings from The UK's Paper Cinema talks about 'The Odyssey', their first feature at Auckland Live this week, Lisa Fithergill, Lucy Noonan and Stephen Lunt talk Wild Boy Productions' 'The Cagebirds' and 'The Collector' (Musgrove) and Mal and Mike from The Lower Bar Collective talk 'Transitions' a FREE multi-media experience in the Silos on Wynyard Quarter over three days. Plus we remember Auckland musician Sam Prebble with a track from 'Bond Street Bridge'. And the usual exciting, engaging arts conversation with Richard Green and Enny Benzonelli.",
    "episode": "119",
    "date": "26 October 2014",
    "image": "img/20141026.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Next to Normal",
    "description": "Black Grace, Yo Future and Next to Normal - listen to another packed KickArts from Sunday night. Joash and Otis talk dance and Black Graces' piece, 'Xmas Verses', Padma Akula explains the workings of 'Yo Future', currently on at TAPAC, and Richard Neame and Emma Leon discuss 'Next to Normal' - a rock musical about bi-polar from AMT. Plus Lisa Finucane reviews 'Shirley Valentine', Paula Crimmens reviews 'Stones in his Pockets' at The PumpHouse Theatre. plus the usual antics from Enny Benzonelli and Richard Green - don't miss it!",
    "episode": "118",
    "date": "19 October 2014",
    "image": "img/20141019.jpg",
    "mp3": "audio/LC_20141019_2035.mp3",
    "ogg": "audio/LC_20141019_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20141019_2035.mp3"
  },
  {
    "title": "Emmet is back!",
    "description": "What a show! Emmett Skilton ( The Almighty Johnsons (official) talks to us about his latest project, 'Stones in his Pockets' opening Thursday at The PumpHouse Theatre. Boni Tukiwaho talks 'Last Chance Cafe', a great innovative theatre piece in association with the Auckland City Mission and Shani Dickens discusses her tassels and upcoming show featuring in Tempo Dance Festival NZ this coming weekend. Don Bassett reviews 'Sleeping Beauty', the Auckland Philharmonia concert as well as The Opera Studio's 'Lucia Di Lammermoor' plus Enny Benzonelli and I share some John Lennon classics to celebrate the anniversary of his birthday!",
    "episode": "117",
    "date": "12 October 2014",
    "image": "img/20141012.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Tempo, Pacific and Whau Festivals",
    "description": "A great insight to the 5th ARTWEEK program and more about the TEMPO DANCE FESTIVAL. Enny talks to Aruna Po-Ching about 'Pacific Dance presents Pacific Choreographers' - a show which is part of the Tempo Dance Festival. Marlaina Key, Sam Morrison and Bronwyn Bent talks about the upcoming Artweek Auckland and present in depth the amazing program they have put together and introduce WHAU THE ART FESTIVAL (http://whauthepeople.com/). Lisa Funicane joins us once again to review THE SOUND OF MUSIC.",
    "episode": "116",
    "date": "5 October 2014",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20141005_2035.mp3",
    "ogg": "audio/LC_20141005_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20141005_2035.mp3"
  },
  {
    "title": "HipOperation's World Premiere",
    "description": "WORLD PREMIERE of full length 'Life is for Living' - Theme song from 'HipOperation' on KickArts this week with Producer, Alex Lee. We are also joined by Carlene and Maisy from 'FingerPrints' the offering in the Tempo Dance Festival NZ from HIGHJINX AERIAL ARTS Youth Company. And Paula Crimmens reviews 'Everest Untold', on last week at Q Theatre.",
    "episode": "115",
    "date": "28 September 2014",
    "image": "img/20140928.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Tempo takes it all",
    "description": "A whooping great show with Carrie Rae talking Tempo Dance Festival, Serene, Producer of 'eye' - also in Tempo, 'Don Giovanni' by NZO reviewed by Richard as well as an interview with up and coming opera singer, Chelsea Dolman. Don Bassett reviews 'Trees beneath the Lake' and Enny talks 'Short and Sweet Dance, announcing the winners from Sunday night's awards! Plus 'HIP HOPERATION' reviewed by Richard. <br> (Don Giovanni Photo: Neil Mackenzie).",
    "episode": "114",
    "date": "21 September 2014",
    "image": "img/20140921.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Classical Music and Theatre",
    "description": "Michael Hurst joins us to talk about his life and his new play, ATC's 'Trees beneath the Lake'. We also talk to Laura Sanderson about Tim Bray Production's 'Little Yellow Digger' on at the Pumphouse these school holidays. Flavio Villani discusses his upcoming classical concert and Caleb Forlong, organiser of a charity concert for the Starship Hospital Foundation shares a very special guest list. Reviews of 'Wheel of Experience', 'Short and Sweet' as well as 'Godbelly' with Emma, Enny and Catherine.",
    "episode": "113",
    "date": "14 September 2014",
    "image": "img/20140914.jpg",
    "mp3": "audio/LC_20140914_2035.mp3",
    "ogg": "audio/LC_20140914_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140914_2035.mp3"
  },
  {
    "title": "Election Special",
    "description": "Election Special: A fiery debate on Arts in New Zealand - National, Labour and the Greens go head to head on this Decision 14 Special - A living wage for artists? Public Broadcasting? Arts in Education? A show every arts practitioner should listen to ahead of the election. With Maggie Barry (National), Darien Fenton (Labour) and Catherine Delahunty (Green). Emma also reviews 'Lies' at The Basement.",
    "episode": "112",
    "date": "7 September 2014",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20140907_2035.mp3",
    "ogg": "audio/LC_20140907_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140907_2035.mp3"
  },
  {
    "title": "So much Theatre!",
    "description": "Another fantastically amazing KickArts with Peter Daube talking 'Wheel of Experience' (Q Loft), Ash Jones discusses two plays he is involved in, 'Lies' and 'Whatever Happened to me' (Basement), Dr Dan James, a Wellington digital artist, talks 'DJ3D14' - an interactive exhibition at Auckland Live, and Hannah Paterson takes us through 'HubBub' (Basement)! All this plus Don and Emma review 'Earnest' at Q and The Opera Factory's 'The Medium' phew - settle back, grab a cuppa and take it all in.",
    "episode": "111",
    "date": "31 August 2014",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "No Mercy",
    "description": "Sharu and Emma join Richard for some reviews and Enny sick at home talks movies. Another episode not to be missed.",
    "episode": "110",
    "date": "24 August 2014",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "audio/LC_20140824_2035.mp3",
    "ogg": "audio/LC_20140824_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140824_2035.mp3"
  },
  {
    "title": "Goodbye Robin!",
    "description": "Short and Sweet - KickArts this week has Ahi Karunaharan Artistic Director for Short and Sweet (Theatre) chatting about the festival and all its offerings. Paula Crimmens reviews <em>Affinity</em> and Emma Bishop raves about <em>Hairspray</em> and <em>An Unseasonable Fall of Snow</em>. And we finish with some words from Robin Williams - a tribute and a loss. (Warning - content may offend some listeners. Coarse Language). In light of Robin William's death please find links to places that can help if you are feeling like you are alone and need to talk to someone.<li>Lifeline 0800 543 354 or (09) 522 2999</li><li>Suicide Prevention Helpline 0508 828 865 (0508 TAUTOK0)</li><li>Youthline 0800 376 633</li><li>Samaritans 0800 726 666</li>",
    "episode": "109",
    "date": "17 August 2014",
    "image": "img/20140817.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "A Doggy Show",
    "description": "Dog! Doggone it! KickArts features writer Ben Hutchison who has his canine play 'DOG' opening at The Basement next week. Paula Crimmens reviews two books as well as Touch Compass Dance Company's 'Acquisitions 14'. Lisa Finucane joins us once again with a review of 'Terror Highway' and Enny Benzonelli looks at a couple of movies and ramps up the humour on another exciting installment of KickArts.",
    "episode": "108",
    "date": "10 August 2014",
    "image": "img/20140810.jpg",
    "mp3": "audio/LC_20140810_2035.mp3",
    "ogg": "audio/LC_20140810_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140810_2035.mp3"
  },
  {
    "title": "An Inappropriate Debate",
    "description": "Mark Hadlow and Robbie Nicol join Enny and Richard for some robust, irreverent and sometimes downright inappropriate debate and discussion on the arts in NZ, being an actor and reviewers. We also discuss Mark's latest offering, MAMIL, at the Herald and Robbie's involvement with 'Affinity' at the Basement next week. Enny and Richard review 'Albert Black', Jawbone Production's first offering and Tony Bennett makes an appearance... WARNING - some content may offend!",
    "episode": "107",
    "date": "3 August 2014",
    "image": "img/20140803.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Dance and Reviews",
    "description": "Touch Compass Dance Company launches 'Acquisitions 14' at Q Theatre next week. Founder and Artistic Director Catherine Chappell talks dance, her journey and Touch Compass. I review 'MAMIL' (Middle Aged Men In Lycra) at the Herald Theatre, Lisa Finucane reviews the NZ Trio who play the Loft Series at Q and Enny talks TV.",
    "episode": "106",
    "date": "27 July 2014",
    "image": "img/20140727.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Delinquents, Teenage and Sex",
    "description": "Warring delinquents, teenage sex and digital dance - all on KickArts this week. Ruby Payne and Seamus Ford join us from Jawbone Productions to talk 'Albert Black' opening next week, Nolwenn Lacire from Auckland Live (formerly The Edge) to talk 'Mata Mata 2.0 - a new interactive digital dance project. Catherine George discusses Auckland Council's Arts and Culture Strategic Plan (Submissions close Thursday) plus we review 'His First Ball' (Maidment Theatre) plus two of NZ's Best at the NZIFF - 'Eleven' and 'Cold Snap'. All this and Enny Benzonelli and I play some The Police, Pearl Jam and a little bit of Black Sabbath - a rip roaring KickArts for a cold Sunday evening.",
    "episode": "105",
    "date": "20 July 2014",
    "image": "img/no-pic-placeholder-purple.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "The Enny and Merrin Show",
    "description": "While Richard is enjoying a snowy holiday, Enny and Merrin take over the studio and talk 'Sin' and 'Luna's World'. Lots of great songs inspired by today's birthdays and the FIFA World Cup countries. Richard gifted us with two great phone interviews - one with Alistair Berry director of 'Hot Air', showing in the NZIFF and Tina Shaw, author of Children's Pond.",
    "episode": "104",
    "date": "13 July 2014",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20140713_2035.mp3",
    "ogg": "audio/LC_20140713_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140713_2035.mp3"
  },
  {
    "title": "A sinful KickArts",
    "description": "Lust, Gluttony, Greed joins 'Ross and Beth' - A kick arse KickArts once again with Enny Benzonelli. Hamish Bennett joins us to talk about his short, 'Ross and Beth' which makes up one of NZ's Best at the New Zealand International Film Festival. Ryan and Brad talk 'Sin' opening at the Q Theatre this week. I review 'Mana Wahine' from Okareka Dance Company, as well as 'The Whale Rider' from Tim Bray Productions and 'Hoki Mai Tama Ma' from Te Rehia Theatre at the Herald Theatre this week.",
    "episode": "103",
    "date": "6 July 2014",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "A Kids' World",
    "description": "Wonderful Winter Wallyflops, Whale Riders and Wolfgang singers - a GREAT KickArts with Enny Benzonelli. Tim Bray Productions' actors Adam Burrell and Tui Wehi talk about the classic 'Whale Rider' which has opened at The PumpHouse Theatre. Lauren Billingham discusses 'Luna's World', a multi platform children's show and Edward Laurenson, a finalist in the Lexus Song Quest, discusses his rise to winning multi awards for singing. Prayas Theatre's show 'Charanda Chor' is reviewed and we celebrate Tim Finn and Bret McKenzie's birthdays.",
    "episode": "102",
    "date": "29 June 2014",
    "image": "img/20140629.jpg",
    "mp3": "audio/LC_20140629_2035.mp3",
    "ogg": "audio/LC_20140629_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140629_2035.mp3"
  },
  {
    "title": "Hilarity and Irreverence",
    "description": "An hilarious riot of a show with irreverence galore from our entertaining guest line up including Tainui and Regan from Te Rehia Theatre Company talking 'Hoki mai tama mā', Ahi from Prayas Theatre talking 'Charandas Chor' (The Honest Thief) and James, Candice and Natalie from theatrewhack talk about 'Shakespeare's Problems'. WOW - not one to be missed even though Enny Benzonelli was late.",
    "episode": "101",
    "date": "22 June 2014",
    "image": "img/20140622.jpg",
    "mp3": "audio/LC_20140622_2035.mp3",
    "ogg": "audio/LC_20140622_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140622_2035.mp3"
  },
  {
    "title": "The first 3 digits Episode",
    "description": "KickArts celebrates 100 EPISODES. In this show Taane Mete from Okareka Dance Company discusses the upcoming tour of their new work, 'Mana Wahine'. And Renee and Callum join us to talk 'Seed', the new show by playwright Elisabeth Easther which recently won the Adam Playwright Award, currently on at The Basement Theatre. We celebrate Judy Garland's birthday and Rik Mayall's death. And Enny Benzonelli tells us why Orange is the new Black.",
    "episode": "100",
    "date": "15 June 2014",
    "image": "img/20140615.jpg",
    "mp3": "audio/LC_20140615_2035.mp3",
    "ogg": "audio/LC_20140615_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140615_2035.mp3"
  },
  {
    "title": "Almost 100...",
    "description": "On the 99th episode of KickArts: Lisa Finucane and her sister Carolyn review 'Tommy Bradson', 'The Factory' and much more. Richard meets up with our own Don Basset and they talk about 'Other Desert City' and 'Coppelia' and then with Sophie Henderson he discusses the release of 'Fantail'. Paula joins in to review 'Tuesdays with Morrie' and presents a couple of good books to survive the rainy, cold winter's nights. Everything garnished with great music. Don't miss it! ",
    "episode": "99",
    "date": "8 June 2014",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20140608_2035.mp3",
    "ogg": "audio/LC_20140608_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140608_2035.mp3"
  },
  {
    "title": "Theatrical Powershow",
    "description": "George Henare, Catherine George, Jason Te Mete, Tom Sainsbury, Adey Ramsel and Seamus Ford - what a show! A theatrical powershow talking about 'Tuesdays with Morrie', 'Sunday Roast' and 'The Wizard of OZ' - Catherine and Enny review docos from the festival and Richard... well he just tries to manage the conversation. A KickArts NOT to be missed.",
    "episode": "98",
    "date": "1 June 2014",
    "image": "img/20140601.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Politics and Art",
    "description": "Amazing KickArts - Kauri Dieback project, Documentary Edge Festival and Recliner Rockers all represented in the studio. Chris and Ariene talk art and science working together to save the iconic Kauri, Gef, Alan and Julian talk music and play some live tracks in the studio and Alex Lee (festival co-director) talks documentary and picks for the festival. We discuss politics and art - do they go together? And some great kiwi music for music month.",
    "episode": "97",
    "date": "25 May 2014",
    "image": "img/20140525.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Kissing's Lessons",
    "description": "How to kiss on stage? Enny talks about Merchant of Venice and Twelfth Night with five promising UNITEC's students: Marwin, Richie, Tormai, Irasa and John. KickArts gets all European playing a little retrospective of the biggest Eurovision Song Contest's winners. What a show!",
    "episode": "96",
    "date": "18 May 2014",
    "image": "img/20140518.jpg",
    "mp3": "audio/LC_20140518_2035.mp3",
    "ogg": "audio/LC_20140518_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140518_2035.mp3"
  },
  {
    "title": "A full-flavored KickArts",
    "description": "Burlesque, Kid's Art and Pacific Music - what a show! KickArts rocked with Phil O'Reilly talking 'In Flagrante' - real risque dance at Galatos this month, Mandy Patmore talks the Kid's Arts Festival at Corban Estate Arts Centre this weekend, the Rev Mua Strickson-Pua joins us to discuss the Pasific Music Awards and play some AWESOME music and Mary Wadsworth discusses the Writer's Festival. Enny Benzonelli and I discuss 'The Good Wife' and 'Broadchurch' - it just doesn't get any better! Oh wait, Catherine George reviews 'Giving Up' at the Vic Theatre, Devonport. What a show!",
    "episode": "95",
    "date": "11 May 2014",
    "image": "img/20140511.jpg",
    "mp3": "audio/LC_20140511_2035.mp3",
    "ogg": "audio/LC_20140511_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20105114_2035.mp3"
  },
  {
    "title": "Never give up!",
    "description": "Giving Up? Don't! Listen to Tony Piggott and David Capstick discuss their upcoming 'Film Deconstruction theatrical music experience' show this weekend 'Giving Up'. 12 performances over 24 hours at the Victoria Theatre in Devonport this weekend. Enny Benzonelli reviews the Ed Sheeran concert and Adam Fresco joins us to talk film. All this and music too on KickArts! ",
    "episode": "94",
    "date": "4 May 2014",
    "image": "img/20140504.jpg",
    "mp3": "audio/LC_20140504_2035.mp3",
    "ogg": "audio/LC_20140504_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140504_2035.mp3"
  },
  {
    "title": "A Fun Sunday in",
    "description": "The incredibly funny and talented Elisabeth Easther joins Richard in the studio for some fun times, great music and discussing her life as an actor / writer, her 2014 Adam Playwright Award for her new show 'Seed' and her play about Famous Flora (yes the madam) opening at the White House later in the year. An hilarious and engaging KickArts not to be missed!",
    "episode": "93",
    "date": "27 April 2014",
    "image": "img/20140427.jpg",
    "mp3": "audio/LC_20140427_2035.mp3",
    "ogg": "audio/LC_20140427_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140427_2035.mp3"
  },
  {
    "title": "Art, Theatre and Movies",
    "description": "A great chat with Bruce McLean, curator of the 'My Country' exhibition at the Auckland Art Gallery. Court Theatre CEO Philip Aldridge discusses the future and Adam Fresco with school holiday movies on offer. Enny reviews Paco Pena at the Bruce Mason Centre and some more great music...",
    "episode": "92",
    "date": "20 April 2014",
    "image": "img/20140420.jpg",
    "mp3": "audio/LC_20140420_2035.mp3",
    "ogg": "audio/LC_20140420_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140420_2035.mp3"
  },
  {
    "title": "Pea Green Boats, Naked Emperors and Fred?",
    "description": "Pea Green Boats, Naked Emperors and Fred? What does it all mean? Enny talks to Sarah Summerville about 'The Emperor's New Clothes' opening at the Bruce Mason Centre, Melissa Osgood talks TV and all the work that goes into trying to get a production up and on air, Lisa Finucane reviews 'Fred' by Lisa Chappell and Molly Green (aged 6) reviews 'The Owl and The Pussycat' by Tim Bray Productions at the Pumphouse Theatre plus (SPOILER ALERT) Game of Thrones conversation...",
    "episode": "91",
    "date": "13 April 2014",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "audio/LC_20140413_2035.mp3",
    "ogg": "audio/LC_20140413_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140413_2035.mp3"
  },
  {
    "title": "Double Rees!",
    "description": "Amanda and Donogh talk 'The Owl and the Pussycat' as well as share their lives as actors, directors and sisters... Don Bassett also joins us once again to talk '5 Māori Painters' and 'My Country' at the Auckland Art Gallery and Enny Benzonelli reviews 'Soo Young The Musical' and Massive Theatre's 'My Bed My Universe' with music from Abba, Jimmy Cliff and Pearl Jam.",
    "episode": "90",
    "date": "6 April 2014",
    "image": "img/20140406.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "New Zealand Trio!",
    "description": "Massive! The NZ Trio members, Justine and Sarah talk about 'My Bed, My Universe' opening this week. Johnny Givins reviews 'Angels in America' at Q Theatre and we talk 'Noah' with Enny Benzonelli. And of course a little chat about 'Game of Thrones' which starts next week. Music from Reginald Kenneth Dwight and Tracy Chapman as well as a track from the NZTrio.",
    "episode": "89",
    "date": "30 March 2014",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20140330_2035.mp3",
    "ogg": "audio/LC_20140330_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140330_2035.mp3"
  },
  {
    "title": "Icecream, Cannibals and Rain",
    "description": "What do Icecream, Cannibals and Rain have in common? They all featured on KickArts last Sunday. Lisa Chappell (McCloud's Daughters, Gloss, CityLife) joins us to talk, talk and talk about her life and her new one woman show, 'Fred' opening at The Basement Theatre in April! Lara Macgregor and Mark Hadlow talk about 'When the rain stops falling' currently on at the Court Theatre. Music from Linkin Park, Gary Jules and some awesome discussion - with your host, Richard Green...",
    "episode": "88",
    "date": "23 March 2014",
    "image": "img/20140323.jpg",
    "mp3": "audio/LC_20140323_2035.mp3",
    "ogg": "audio/LC_20140323_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140323_2035.mp3"
  },
  {
    "title": "Daffodils and Edelweiss",
    "description": "A musical journey from Italy to Sweden ending in Brazil. Johnny Givins reviews Daffodils at the Q Theatre. Adam Fresco talks movies and comments '300 Rise of an Empire' and 'Non-Stop'. Richard Green shares his thoughts on Macklemore and Enny Benzonelli tells us about Girl in Tan Boots at the Basement and Mamma Mia! at the Civic.",
    "episode": "87",
    "date": "16 March 2014",
    "image": "img/no-pic-placeholder-purple.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "And the Oscar went to...",
    "description": "Read Leaps, Black Faggots and Orpheus ... Tainui Tukiwaho and Eve Gordon join us to talk The Dust Palace's new work in development. And we talk 'Black Faggot' by Victor Rodger and 'Sea' by Red Leap Theatre. Adam Fresco looks back at his picks for the Oscars as well as reviewing 'Monuments Men'. And David Gilmour's birthday means a bit of Pink Floyd!",
    "episode": "86",
    "date": "9 March 2014",
    "image": "img/20140309.jpg",
    "mp3": "audio/LC_20140309_2035.mp3",
    "ogg": "audio/LC_20140309_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140309_2035.mp3"
  },
  {
    "title": "Who will get an Oscar?",
    "description": "Tan Boots, Red Leaps and Oscar Picks - all on KickArts. Join us for a great show with Dahnu Graham, Jade Daniels and Cherie Moore. Enny Benzonelli reviews 'Pericles' and we chat to Adam Fresco about his picks for the Oscars - and we play the 4 Best Song Oscar nominations...",
    "episode": "85",
    "date": "2 March 2014",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20140302_2035.mp3",
    "ogg": "audio/LC_20140302_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140302_2035.mp3"
  },
  {
    "title": "A Lustful KickArts",
    "description": "Lust, incest, murder and deceit... just an average day at the office for 'Pericles' - Outdoor Summer Shakespeare for 2014. In the studio we talk to Producer Sarah Burren. Adam Fresco joins us for more film news and reviews and the wonderful Enny tops of a great show looking at the arts in Auckland on Planet FM 104.6!",
    "episode": "84",
    "date": "23 February 2014",
    "image": "img/20140223.jpg",
    "mp3": "audio/LC_20140223_2035.mp3",
    "ogg": "audio/LC_20140223_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140223_2035.mp3"
  },
  {
    "title": "Show not Available",
    "description": "We are sorry, we have no information available for this show.",
    "episode": "83",
    "date": "16 February 2014",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "KickArts with Pride",
    "description": "Richard and Enny talk about the succesfull Pride Festival and Jeff presents a Drag Queen show opening at the Basement.",
    "episode": "82",
    "date": "9 February 2014",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "audio/LC_20140209_2035.mp3",
    "ogg": "audio/LC_20140209_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140209_2035.mp3"
  },
  {
    "title": "A Shakespeare's Show",
    "description": "Author Paul Moon talk about his book 'Voyagers' and 'Macbeth' cast member Murdoch Keane talks about his role in the Young Shakespeare Company's production of this classic piece. Enny Benzonelli talks '360' and TV shows as well as the usual news, reviews about the Auckland Arts scene.",
    "episode": "81",
    "date": "2 February 2014",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Passionate Faggots",
    "description": "'Passionate Acts' and 'Teen Faggots Come To Life' - 2 great theatre pieces coming to Auckland soon. We talk to Alistair Browning and Mika about these works as well as the importance of language, Shakespeare, the dumbing down of drama and life! Adam Fresco is back reviewing films and this week amongst others he looks at 'The Wolf of Wall Street'. Plus a bit of Counting Crows, JJ Johnson and Etta James.",
    "episode": "80",
    "date": "26 January 2014",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20140126_2035.mp3",
    "ogg": "audio/LC_20140126_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140126_2035.mp3"
  },
  {
    "title": "An Encore for Under the Afro",
    "description": "Our listener asked us to replay the episode that went on air on 22nd of December 2013. It contains an exciting interview with musician and author Evan Silva. Enjoy.",
    "episode": "76 - Repeat",
    "date": "19 January 2014",
    "image": "img/no-pic-placeholder-purple.jpg",
    "mp3": "audio/LC_20140119_2035.mp3",
    "ogg": "audio/LC_20140119_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140119_2035.mp3"
  },
  {
    "title": "Arli play it again!",
    "description": "Live music from Arli, melting sculptures from Paula Schaafhausen. Arli discusses his new self titled album and Paula talks about her exhibition at the Corban Estate Arts Centre as part of the New Grads Show with The National Institute of Creative Arts and Industries. Plus it was Jimmy Page's birthday so cannot go past playing 'Stairway to Heaven'... great discussions on Sunday's show.",
    "episode": "79",
    "date": "12 January 2014",
    "image": "img/20140112.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "A 360 degrees Show",
    "description": "Ben Crowder talks his new show '360' opening at the Civic Theatre next week. A fascinating chat about an innovative theatre concept and it's development and also a fascinating career... plus some picks of the top music of 2013 with Enny Benzonelli.",
    "episode": "78",
    "date": " 5 January 2014",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20140105_2035.mp3",
    "ogg": "audio/LC_20140105_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20140105_2035.mp3"
  },
  {
    "title": "Goodbye 2013",
    "description": "Awesome wrap of the year 2013 show. Yvette Harvie-Salter and Bryce Langston (www.brycelangston.com) talks about their musical duet experience. Daniel Habedank joins us once again and sings a couple of songs live.",
    "episode": "77",
    "date": "29 December 2013",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "audio/LC_20131229_2035.mp3",
    "ogg": "audio/LC_20131229_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20131229_2035.mp3"
  },
  {
    "title": "Under the Afro",
    "description": "Evan Silva talks about his book 'Under The Afro' and shares some fascinating stories.",
    "episode": "76",
    "date": "22 December 2013",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20131222_2035.mp3",
    "ogg": "audio/LC_20131222_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20131222_2035.mp3"
  },
  {
    "title": "A naughty episode",
    "description": "Sex, drugs and rock'n'roll - reviews of 'Wild Tales' by Graham Nash, ex - Hollies front man and Crosby Stills Nash and Young band member with Art, Paula Crimmens reviews 'Mr Pip', David and Goliath' by Malcolm Gladwell and 'Stuff I've been reading' by Nick Hornby. With music from The Doors, The Moody Blues, Green Day, ZZ Top, Willie Mae Big Mama Thornton , Carlos Montoya and Frank Sinatra.",
    "episode": "75",
    "date": "15 December 2013",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20131215_2035.mp3",
    "ogg": "audio/LC_20131215_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20131215_2035.mp3"
  },
  {
    "title": "Some serious topics",
    "description": "The subject of suicide dominates KickArts this week with photographer Ida Larsson talking about Project 547 – a photographic Exhibition about suicide in Aotearoa. Chantal Samuela and Jason Wu talk about Phoenix's play, 'The Elephant in the Garden of Gethsemane' also touching on issues for young people including suicide. - ELEPHANT IN THE GARDEN OF GETHSEMANE plus writer and historian Damien Fenton talks about his book, New Zealand at War 1914-1919. With music from Sonny Boy Williamson and Tom Waits.",
    "episode": "74",
    "date": "8 December 2013",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20131208_2035.mp3",
    "ogg": "audio/LC_20131208_2035.ogg",
    "download": "audio/direct_download.php?file=LC_201312082_2035.mp3"
  },
  {
    "title": "Let's talk about theatre",
    "description": "From 'Sex Show' to 'Family Show', Outfit Theatre Company directors Sarah Graham and Ema Barton talk about 'Robin Hood', Dawson Clutterbuck talks 'Rangahaua' - his exhibition opening at the NZ Film Archive, Nic Sampson and Barnaby Fredric, writers of The Basement's 'Christmas Carol' talk theatre, writing and careers. And we talk NYTC's 'Aladdin'. With music by Tina Turner, Jimi Hendrix and The Black Eyed Peas.",
    "episode": "73",
    "date": "1 December 2013",
    "image": "img/no-pic-placeholder-purple.jpg",
    "mp3": "audio/LC_20131201_2035.mp3",
    "ogg": "audio/LC_20131201_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20131201_2035.mp3"
  },
  {
    "title": "Ghe Genie in the Lamp",
    "description": "KickArts awesomeness with special guest Seamus Ford, director of the NYTC production' 'Aladdin' opening this week. Paul Crimmens reviews 'Between the Sheets' and Enny Benzonelli reviews the GALS Concert. We talk about 'Mix and Match' as well as play the winners of the NZ Music Awards: Lorde, Fat Freddy's Drop, Lawrence Arabia, Aaradhna, Villany and Pete Posa. We also listen to Catherine George sewing costumes in the background.",
    "episode": "72",
    "date": "24 November 2013",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Generations",
    "description": "Kicking arse on KickArts this week: Beth Allen (Shortland Street) talks about her upcoming play, 'Between the Sheets' with Jennifer Ward Lealand, Gloria Stanford reads some of her poetry and discusses the bioplay 'Gloria' opening at TAPAC, James Luck, dancer, talks 'Chicago' by the Auckland Theatre Company and Adam Fresco is all about the film. We also talk to Donald Bassett about his book, 'Fix, the life of Felix Kelly' with music from Jethro Tull, Neil Young and Diana Krall.",
    "episode": "71",
    "date": "17 November 2013",
    "image": "img/20131117.jpg",
    "mp3": "audio/LC_20131117_2035.mp3",
    "ogg": "audio/LC_20131117_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20131117_2035.mp3"
  },
  {
    "title": "Enny, calm down!",
    "description": "An action - packed KickArts with more inappropriate behaviour from co-host Enny Benzonelli, film talk with Adam Fresco, Paula Crimmens looks at Jennifer Saunders' new book, 'Bonkers' and Merrin H Cavel reviews the Actor's Programme's Grad piece, 'Camino Real', and SPECIAL GUESTS director of 'Auckland Daze', Kiel McNaughton and GALS singer, Ash Barratt.",
    "episode": "70",
    "date": "10 November 2013",
    "image": "img/20131110.jpg",
    "mp3": "audio/LC_20131110_2035.mp3",
    "ogg": "audio/LC_20131110_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20131110_2035.mp3"
  },
  {
    "title": "Healthy Debate",
    "description": "Debate and discourse - are there too many graduates being churned out of drama / dance courses to meet the need? Who is responsible to train them in survival? Are things different from 10 years ago? A robust discussion as well as news, views and interviews on Auckland's comprehensive arts show - KICKARTS.",
    "episode": "69",
    "date": "3 November 2013",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20131103_2035.mp3",
    "ogg": "audio/LC_20131103_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20131103_2035.mp3"
  },
  {
    "title": "Labour Weekend",
    "description": "A Labour Weekend Special: Emma and Enny talks TV, Musicals and play with KickArts's stings. Emma reviews Wicked and Enny plays Belorussian and Italian music. A show you don't want to miss!",
    "episode": "68",
    "date": "27 October 2013",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20131027_2035.mp3",
    "ogg": "audio/LC_20131027_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20131027_2035.mp3"
  },
  {
    "title": "Reviews, Interviews and more",
    "description": "Reviews of 'Same Same but Different', 'A Thousand Hills', 'Rudali the Mourner' and 'The Feast'. We talk 'Gravity' and interview Sophie Roberts about Silo Theatre's latest offering, 'Midsummer'... with Enny Benzonelli, Paula Crimmens, Emma Bishop and Adam Fresco.",
    "episode": "67",
    "date": "20 October 2013",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Liber-Arts",
    "description": "Girl on Girl / Boy on Boy - sexy sultry circus - 'Same Same but Different' instigator/performer Edward Clendon and composer / performer Flavio Villani join us to talk about the show on this weekend as part of the Tempo Dance Festival NZ. We talk 'Gravity' and review 'The Thing From The Place' and 'Carnival Hound'. Tributes to author Tom Clancy and astronaut Scott Carpenter through music.",
    "episode": "66",
    "date": "13 October 2013",
    "image": "img/20131013.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Some skin doesn't hurt",
    "description": "Naked Dancers, Flying Dutchmen and a Snot Monster? Another great show last Sunday with Carrie Rae Cunningham from Tempo Dance Festival NZ, Jamie Moana, winner of The National Institute of Creative Arts and Industries (NICAI) Songwriter of the Year Award and Justin Jade Morgan from Artweek Auckland. We review the 'Flying Dutchman' and 'Young and Hungry' plus discuss the end of 'Breaking Bad'.",
    "episode": "65",
    "date": "6 October 2013",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20131006_2035.mp3",
    "ogg": "audio/LC_20131006_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20131006_2035.mp3"
  },
  {
    "title": "KickArts feeds you",
    "description": "Young, Hungry - looking for a Feast? Look no further than Sunday's KickArts - Shadon Meredith, Director of a young and hungry offering joins us along with Ella Becroft, producer of 'The Feast'. We review Tim Bray Productions' 'Mrs Wishy Washy', Auckland Theatre Company's 'Lord of the Flies' and 'Birds' by Dianna Fuemana. Enny Benzonelli looks at winners at this year's Emmy Awards, and Adam Fresco reviews 'Planes', 'Turbo' and 'Riddick'.",
    "episode": "64",
    "date": "29 September 2013",
    "image": "img/20130929.jpg",
    "mp3": "audio/LC_20130929_2035.mp3",
    "ogg": "audio/LC_20130929_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130929_2035.mp3"
  },
  {
    "title": "Mayoral Debate",
    "description": "KICKARTS SPECIAL: Mayoral debate on the Arts in Auckland - Len Brown, John Minto and John Palino discuss and debate their views on the importance of the arts in our city. Important to listen as you prepare to vote in the local body elections.",
    "episode": "63",
    "date": "22 September 2013",
    "image": "img/20130922.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "From Auckland to Rwanda",
    "description": "From the bloody massacres in Rwanda to the stage at TAPAC - Francois Byamana talks about his play 'A Thousand Hills' along with writer, Mike Hudson. On a lighter note 'Mrs. Wishy-Washy' actor Hamish McGregor who plays the title role talks about his journey from Invercargill to Auckland to play the part, Adam Fresco gives us more insight into what's hot and what's not in the film scene, and Richard Green reviews 'Kiss The Fish', the latest offering from Indian Ink Theatre Company - on at Q Theatre.",
    "episode": "62",
    "date": "15 September 2013",
    "image": "img/20130915.jpg",
    "mp3": "audio/LC_20130915_2035.mp3",
    "ogg": "audio/LC_20130915_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130915_2035.mp3"
  },
  {
    "title": "Funny one",
    "description": "A laugh a minute with Australian Comedienne Andrea Gibbs joining us in the studio, as well as the talented Scotty Cottor (Dir) and actor Bianca Seinafo from the upcoming production of 'Birds' at the Basement. Susan Rose joins us to review 'Romeo and Tusi' plus the talented Adam Fresco provides his usual insight into film reviews and news.",
    "episode": "61",
    "date": "8 September 2013",
    "image": "img/20130908.jpg",
    "mp3": "audio/LC_20130908_2035.mp3",
    "ogg": "audio/LC_20130908_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130908_2035.mp3"
  },
  {
    "title": "Mixed flavours",
    "description": "Island Shakespeare, Ice Cream and more inappropriate comments from Enny - a great show with guests from 'Romeo and Tusi' and the Unitec 'ChoreoFest 2013'. We also review 'After Miss Julie' currently on at the Basement Theatre.",
    "episode": "60",
    "date": "1 September 2013",
    "image": "img/20130901.jpg",
    "mp3": "audio/LC_20130901_2035.mp3",
    "ogg": "audio/LC_20130901_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130901_2035.mp3"
  },
  {
    "title": "What can we say: Dodgy!",
    "description": "Very dodgy show with some very dodgy guests - I am sure there will be complaints to the BSA! But loads of fun nonetheless! Erroll Shand and Jodie Hillock join us to talk about 'After Miss Julie', opening at the Basement Theatre Tuesday 27th August. Enny Benzonelli and Adam Fresco argue over 'Resident Alien', Adam also shares some great movies reviews and gossip, Emma Bishop adds her 2 cents while Richard Green barely manages to control the studio. An hilarious KickArts!",
    "episode": "59",
    "date": "25 August 2013",
    "image": "img/20130825.jpg",
    "mp3": "audio/LC_20130825_2035.mp3",
    "ogg": "audio/LC_20130825_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130825_2035.mp3"
  },
  {
    "title": "Porn, Paris and Politics",
    "description": "Porn, Paris and Politics all on KickArts - a great show Sunday Night. Reviews of 'Motel' (Basement) and 'Speaking in Tongues' (Herald), 'Elysium' (Film), 'Wolverine' (Film), Preview of 'Te Awarua' (Pumphouse) and exhibition 'A Different View: Artists address pornography' (Gus Fisher Gallery). Plus a discussion on arts in the curriculum... not to be missed.",
    "episode": "58",
    "date": "18 August 2013",
    "image": "img/20130818.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Resident Alien",
    "description": "Reviews of 'The Brave', 'Defensibility' and 'Sydney Bridge Upside Down' - plus Roy Ward joins us to talk about 'Resident Alien' and Adam Fresco brings his film reviews and news... plus music from the BDO 14 with Enny Benzonelli, Mary Wadsworth and Paula Crimmens.",
    "episode": "57",
    "date": "11 August 2013",
    "image": "img/20130811.jpg",
    "mp3": "audio/LC_20130811_2035.mp3",
    "ogg": "audio/LC_20130811_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130811_2035.mp3"
  },
  {
    "title": "Star struck",
    "description": "A celebrity riddled show with Claire Van Beek (Sydney Bridge Upside Down at Q Theatre), Cameron Rhodes (Motel at Basement Theatre) and Don Bassett talking about the Auckland Art Gallery's latest exhibition, 'Californian Design' and of course Adam Fresco talks film.",
    "episode": "56",
    "date": "4 August 2013",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "audio/LC_20130804_2035.mp3",
    "ogg": "audio/LC_20130804_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130804_2035.mp3"
  },
  {
    "title": "How to make a movie with few dollars",
    "description": "Sophie Henderson, 'Fantail' (NZIFF) writer and actor from chats about the trials of low budget features. Jenni Heka, Producer at Massive Theatre Company discusses her career and the upcoming tour of 'The Brave'. Adam Fresco reviews 'One Man Star Wars' at the Bruce Mason and discusses his NZIFF movies plus Enny reviews 'Devious Maids'.",
    "episode": "55",
    "date": "28 July 2013",
    "image": "img/20130728.jpg",
    "mp3": "audio/LC_20130728_2035.mp3",
    "ogg": "audio/LC_20130728_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130728_2035.mp3"
  },
  {
    "title": "Movie Galore",
    "description": "So many films! We look at 'Behind the Candelabra', 'The Rocket' and 'Starlet' as part of the NZIFF, a great interview with filmmaker Antony Powell - the eye behind 'Antarctica, a Year on Ice'. Adam Fresco reviews 'No Holds Bard' and I look at 'Pippi Longstockings' and Paula Crimmens reviews 'Tu' on at Q Theatre.",
    "episode": "54",
    "date": "21 July 2013",
    "image": "img/no-pic-placeholder-purple.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "New Zealand International Film Festival",
    "description": "Film maker Amy Taylor talks about her doco, 'Soul in the Sea' premiering in the NZIFF this month, Maatu Ngaporo joins us to talk about the play 'Tu' opening at Q Theatre, Adam Fresco discusses his picks in the NZIFF and reviews 'Pacific Rim' and I talk with Don Bassett who reviews Stephen Sinclair's 'Intimacies' and also takes time to look at two exhibitions currently on in Auckland.",
    "episode": "53",
    "date": "14 July 2013",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20130714_2035.mp3",
    "ogg": "audio/LC_20130714_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130714_2035.mp3"
  },
  {
    "title": "Selfpublishing music",
    "description": "Enny welcomes Benji Dalton and they talk movies, TV and more. They go into depth how to self publish music on SoundCloud. An episode not to be missed.",
    "episode": "52",
    "date": "7 July 2013",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20130707_2035.mp3",
    "ogg": "audio/LC_20130707_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130707_2035.mp3"
  },
  {
    "title": "A classic KickArts",
    "description": "From 'Braindead' to 'Russian Snark' with Stephen Sinclair, writer and director, discussing his upcoming show, 'Intimacies', carver Tim Codyre talks about his new exhibition at Allpress Gallery, Don Bassett looks at the 5th Auckland Triennial currently running till August and reviews ATC's 'Anne Boleyn', Enny Benzonelli reviews 'Grace', on at Centrestage and Richard Green reviews Company of Giant's production of 'The Odyssey' plus some awesome free jazz on KickArts.",
    "episode": "51",
    "date": "30 June 2013",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20130630_2035.mp3",
    "ogg": "audio/LC_20130630_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130630_2035.mp3"
  },
  {
    "title": "Pippi Calzelunghe",
    "description": "Luke Wilson joins us on KickArts to talk 'Pippy Longstockings' and life as an actor, Enny discusses 'Mr Selfridge', a new show starting on one, and we listen to some great kiwi music with concerts announced for 'Fly My Pretties' and 'Fat Freddy's Drop' announce their much anticipated 'Blackbird' album release.",
    "episode": "50",
    "date": "23 June 2013",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "audio/LC_20130623_2035.mp3",
    "ogg": "audio/LC_20130623_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130623_2035.mp3"
  },
  {
    "title": "The Odyssey of Gloria",
    "description": "What a great show - Laurel Devinie - Company of Giant's director of 'The Odyssey' opening at TAPAC next week joins us, along with Gloria and Amy from 'Gloria', the return of the great 2011 fringe show re-loved and re-worked and Catherine Mayo, New Zealand author and writer of the newly released 'Murder at Mykenai'. We review 'K'Rd Strip' and 'With a Stranger' and also look back at the 3rd series of 'Game of Thrones'.",
    "episode": "49",
    "date": "16 June 2013",
    "image": "img/20130616.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Drag, Drama and Dance",
    "description": "Drag Queens and Drama Queens, dancers and actors, 'K'Rd Strip', the new offering from Okareka Dance Company opens a NZ tour in Auckland this week. Artistic Director Taane Mete and performer Adam Burrell join Richard Green in the studio for another great KickArts!",
    "episode": "48",
    "date": "9 June 2013",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20130609_2035.mp3",
    "ogg": "audio/LC_20130609_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130609_2035.mp3"
  },
  {
    "title": "Theatre and more Theatre",
    "description": "A 'Classics' show on KickArts... 'Oedipus' and 'Titus' reviewed with 'Hamlet' and Comedy of Errors' previewed... some great theatre on in Auckland at the moment ... plus news, reviews and interviews with Enny Benzonelli, Paula Crimmens, Emma Bishop and Richard Green.",
    "episode": "47",
    "date": "2 June 2013",
    "image": "img/no-pic-placeholder-purple.jpg",
    "mp3": "audio/LC_20130602_2035.mp3",
    "ogg": "audio/LC_20130602_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130602_2035.mp3"
  },
  {
    "title": "Pacific Special",
    "description": "The Pacific Music Awards are tonight and Rev Mua Strickson-Pua joined our show in his role as Chair of the committee - we talk Pacific music, politics and play a few of his favs. Plus he shares a poem about SkyCity. We are also joined by Lizzie and Caleb, opening tonight in 'Oedipus the King' at Centennial Theatre.",
    "episode": "46",
    "date": "26 May 2013",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20130526_2035.mp3",
    "ogg": "audio/LC_20130526_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130526_2035.mp3"
  },
  {
    "title": "Emma's Back",
    "description": "An exciting episode of KickArts. Enny will be joined by David Sutherland and Paul Lewis from the show Titus (coming soon at the Q Theatre). Emma Bishop (yes, she is back) and Paula Crimmens will review some shows. For the NZ Music Month Enny will choose some Kiwi music (that sounds intriguing...) and if there is some time left we will review some Sci-Fi movies currently screening in our theaters.",
    "episode": "45",
    "date": "19 May 2013",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20130519_2035.mp3",
    "ogg": "audio/LC_20130519_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130519_2035.mp3"
  },
  {
    "title": "Eli & Mario",
    "description": "Eli Matthewson – Billy T nominee joins us on the show along with Mario Demiraj - musician and writer - with a new EP coming up. Also we celebrate MZ MUSIC MONTH with some more KickArts NZ songs.",
    "episode": "44",
    "date": "12 May 2013",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "NZ Music Month",
    "description": "NZ Music Month - some great kiwi tunes old and new with Lorde, Newmatics (with Kelly Rogers), Little Lapin and Villainy, Enny Benzonelli and Richard Green talk 'Game of Thrones and we reviews 'Idiots of Ants' at the Comedy Festival. Speaking of Comedy - John and James from 'Jim John Jam' talk about their show on this week and Don Bassett reviews a film from the Architecture and Design Film Festival on at the Rialto.",
    "episode": "43",
    "date": "5 May 2013",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20130505_2035.mp3",
    "ogg": "audio/LC_20130505_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130505_2035.mp3"
  },
  {
    "title": "The Hottest Festival in Town",
    "description": "What's hot and what's hotter at the Reader's and Writer's Festival with Mary Wadsworth, 'Madam Butterfly' - does it fly? with Don Bassett, special guests are Graduation Gala Concerto Finalists Linda, Liam and Shauno, 'Battle of the Bastards' writer / director David Ladderman and Richard Green reviews 'Andrew Clay's Book of Love' at Q Theatre - Comedy Festival show with Enny Benzonelli.",
    "episode": "42",
    "date": "28 April 2013",
    "image": "img/20130428.jpg",
    "mp3": "audio/LC_20130428_2035.mp3",
    "ogg": "audio/LC_20130428_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130428_2035.mp3"
  },
  {
    "title": "Docu Reviews",
    "description": "Andrew Clay - comedian and playwright - talks about 'Book of Love' in the Comedy Festival, Mary Wadsworth discusses the NZ Post Children's Book Awards and Don Bassett reviews the Sonatas by NZ Pianist Michael Houston. Meanwhile Enny and Richard review 8 docos seen in the Documentary Edge Festival.",
    "episode": "41",
    "date": "21 April 2013",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20130421_2035.mp3",
    "ogg": "audio/LC_20130421_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130421_2035.mp3"
  },
  {
    "title": "Jamie and her Music",
    "description": "Sunday's show with singer / songwriter Jamie McDell talking about her music, her life and her causes with a few live songs in the studio. Sam Berkley from 'The Dragon of an ordinary family' talks about the show, his career and life as an actor - a little bit of Black Sabbath and a little bit of Enny ang his take on 'The Island President' showing at the Documentary Edge Festival at Q Theatre.",
    "episode": "40",
    "date": "14 April 2013",
    "image": "img/20130414.jpg",
    "mp3": "audio/LC_20130414_2035.mp3",
    "ogg": "audio/LC_20130414_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130414_2035.mp3"
  },
  {
    "title": "Art, Music and Movies",
    "description": "KickArts this week with Adam Fresco reviewing 'Identity Thief' and 'Perks of Being A Wallflower', Musician and singer Lionel Reekie talks about his recent trip to Russia to sing with the prestigious Novosibirsk Philharmonia, Anthony Towler talks bout his play 'Defensibility' that has been postponed after the fire at the Musgrove, and Don Bassett looks at the Angels and Aristocrats exhibition at the Auckland Art Gallery... with co-host Emma Bishop.",
    "episode": "39",
    "date": "7 April 2013",
    "image": "img/no-pic-placeholder-purple.jpg",
    "mp3": "audio/LC_20130407_2035.mp3",
    "ogg": "audio/LC_20130407_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130407_2035.mp3"
  },
  {
    "title": "News, views and Reviews",
    "description": "Barnie Duncan features on KickArts this week talking about 'Constantinople' at the Basement Theatre (finishes Saturday - get along and see it!), Dan and Alex from the Documentary Edge Festival join us and discuss documentary in New Zealand and what we can expect to see at the Festival, Don Bassett reviews 'King Lear' and 'War Requiem' and I review 'Le Tonu' - seen at the Basement Theatre last week. Plus other news, views and reviews with Enny Benzonelli.",
    "episode": "38",
    "date": "31 March 2013",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "TV, Concerts and Reviews",
    "description": "Awesome fun show this week with Enny Benzonelli, Mary Wadsworth, Don Bassett and Adam Fresco - 'Jack the Giant Slayer' any good? Dawn McMillian's books enjoyable? Is 'Kingdom of Plants' a TV show worth watching? Was Joan Armatrading's concert at the Bruce Mason Centre worth going to? Lots of laughs, news, reviews and interviews.",
    "episode": "37",
    "date": "24 March 2013",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "audio/LC_20130324_2035.mp3",
    "ogg": "audio/LC_20130324_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130324_2035.mp3"
  },
  {
    "title": "Addicted to Art",
    "description": "Catherine George, ASB Grants Advisor and self-confessed Arts Addict joins us live in the studio to talk about her experience of the Fringe Festival and what's coming up at the Auckland Arts Festival. Enny reviews Samsara and we play songs about the rain.",
    "episode": "36",
    "date": "17 March 2013",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20130317_2035.mp3",
    "ogg": "audio/LC_20130317_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130317_2035.mp3"
  },
  {
    "title": "We love Live Music",
    "description": "In this episode Mary Wadworth reviews a couple of sporty, motivational books. Paula Crimmens shares her experience at 'Breath of the Volcano'. Richard and Adam talk movies and our special guest Daniel Habedank sings live.",
    "episode": "35",
    "date": "10 March 2013",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20130310_2035.mp3",
    "ogg": "audio/LC_20130310_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130310_2035.mp3"
  },
  {
    "title": "NZ Book Month is here",
    "description": "An amazing show, Paula looks at Promise and Promiscuity, Mary introduces New Zealand Book Month reviews two great books, well you have to listen to the show discover them. A sprinkle of Richard and Adam mixed with Enny reviewing Spring Awakening. Lot of music... A KickArts you don't want to miss.",
    "episode": "34",
    "date": "3 March 2013",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20130303_2035.mp3",
    "ogg": "audio/LC_20130303_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130303_2035.mp3"
  },
  {
    "title": "And the Oscar goes to...",
    "description": "A KickArts OSCARS SPECIAL with Adam Fresco, Enny Benzonelli and Mary Wadsworth from the Point Chevalier Bookshop joins us once more for another great book review.",
    "episode": "33",
    "date": "24 February 2013",
    "image": "img/no-pic-placeholder-purple.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "The Faulty Sky Tower",
    "description": "A great show (despite the technical difficulties - thanks Sky Tower!) if not a little shorter... Enny Benzonelli looks at the BAFTAS, Adam Fresco joins us again with some great film reviews, Alissa Angelini joins us from Auckland Alliance Francaise French Film Festival which opens next week AND 71Sunset play LIVE in the studio.",
    "episode": "32",
    "date": "17 February 2013",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "audio/LC_20130217_2035.mp3",
    "ogg": "audio/LC_20130217_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130217_2035.mp3"
  },
  {
    "title": "What does it take to be a critic?",
    "description": "Theatre reviewer James Wenley joins Richard Green, Enny Benzonelli, Mary Wadsworth and Emma Bishop to discuss his role - and we are joined by some of the cast of 'Spring Awakening' - we look at 'The ACB with Honora Lee' by Kate de Goldi and 'The Blue Rose'. Thrown into the mix is some Bob Marley - celebrating his birthday last Wednesday.",
    "episode": "31",
    "date": "10 February 2013",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20130210_2035.mp3",
    "ogg": "audio/LC_20130210_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130210_2035.mp3"
  },
  {
    "title": "Is Shakespeare still relevant?",
    "description": "Should Shakespeare be taught at High School and University? Listen to the discussion on last week's KickArts - we are joined by Prema, Jason and Daniel from 'Merchant of Venice' currently at the Pumphouse Theatre - Also Enny, Adam and Mary join us for news, reviews and interviews on Auckland's comprehensive arts show.",
    "episode": "30",
    "date": "3 February 2013",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20130203_2035.mp3",
    "ogg": "audio/LC_20130203_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130203_2035.mp3"
  },
  {
    "title": "Sandy, oh Sandy...",
    "description": "Sandy Silver, life member of the Actor's Studio in NY, director, actor and masterclass teacher joins us live in the studio this Sunday for an exclusive interview about her amazing career. Adam Fresco reviews 'Django Unchained' and Enny Benzonelli joins Richard Green for another kick arse KickArts - Auckland's comprehensive arts show.",
    "episode": "29",
    "date": "27 January 2013",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20130127_2035.mp3",
    "ogg": "audio/LC_20130127_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130127_2035.mp3"
  },
  {
    "title": "The Rise of Richard Green",
    "description": "Richard is back, stronger than ever! Hayley and Josh join us and talk about their projects. Enny reviews 666 Park Avenue and has a look to the 77th Golden Globe Awards.",
    "episode": "28",
    "date": "20 January 2013",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20130120_2035.mp3",
    "ogg": "audio/LC_20130120_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130120_2035.mp3"
  },
  {
    "title": "The Hijackers",
    "description": "This week Actor Phil Vaughn ex- Big Wednesday presenter discusses his new life as an actor, plus Enny Benzonelli and Emma Bishop hijack the show to bring you another great KickArts.",
    "episode": "27",
    "date": "13 January 2013",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "audio/LC_20130113_2035.mp3",
    "ogg": "audio/LC_20130113_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130113_2035.mp3"
  },
  {
    "title": "The Story of Lara",
    "description": "Fortune Theatre Artistic Director Lara Macgregor talks about her career, being in New York on 9/11 and her new life in Dunedin on last week's KickArts.",
    "episode": "26",
    "date": "6 January 2013",
    "image": "img/no-pic-placeholder-purple.jpg",
    "mp3": "audio/LC_20130106_2035.mp3",
    "ogg": "audio/LC_20130106_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20130106_2035.mp3"
  },
  {
    "title": "A look into 2013",
    "description": "Richard and Mary talk about books to read over the summer. Enny presents the 2013 new TV shows coming to New Zealand. We review and present lots of festivals coming up in Auckland.",
    "episode": "25",
    "date": "30 December 2012",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20121230_2035.mp3",
    "ogg": "audio/LC_20121230_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20121230_2035.mp3"
  },
  {
    "title": "Celluloid Special",
    "description": "A 2013 Movie Special on KickArts! Adam Fresco joins Enny Benzonelli, Emma Bishop and Richard Green to look at the best and possibly the worst offerings at the movies over the next 12 months including Cloud Atlas, Django Unchained, Hansel and Gretel: Witch Hunters, Pain and Gain, Kick-Ass 2, The Lone Ranger, The Hobbit: The Desolation of Smaug and many more! PLUS christmas carols galore!",
    "episode": "24",
    "date": "23 December 2012",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20121223_2035.mp3",
    "ogg": "audio/LC_20121223_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20121223_2035.mp3"
  },
  {
    "title": "I can smell Christmas",
    "description": "Adam Fresco reviews 'Life of Pi' and 'Sightseers', Colin James Woods joins us in the studio to talk about his new album, 'Skywalk to Carpark'. Emma Bishop and Richard Green discuss 'Pointy Dog Dance Company' and review their show 'Here we are and here we go', 'The Santa Claus Show' by Tim Bray Productions gets a review, while Enny Benzonelli joins us to discuss everything TV... and 'The Hobbit'. Moreover, Richard interviews Roger Taberner from the Auckland Art Gallery about 'Who Shot Rock and Roll'.",
    "episode": "23",
    "date": "16 December 2012",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "The First Award",
    "description": "On the award winning KickArts, we are joined by Emma Bishop to discuss the Fringe Festival programme, Enny Benzonelli is back with 'Dexter', Adam Fresco looks at the Danish movie starring Pierce Brosnan, 'Love is All You Need' and two French movies, 'Welcome Aboard' and 'You are My Son' on 'Flicks and Features', and our special in studio guests are from the dance company, 'Pointy Dog Dancers' who's show opens at TAPAC.",
    "episode": "22",
    "date": "9 December 2012",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "audio/LC_20121209_2035.mp3",
    "ogg": "audio/LC_20121209_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20121209_2035.mp3"
  },
  {
    "title": "Fashion, Docus and Theatre",
    "description": "This episode features Adam Fresco chatting with Richard Green about the fashion documentary 'Diana Vreeland: The Eye Has to Travel'; the Sundance and Cannes Festivals hit 'Beasts of the Southern Wild', and Brett Morgen's Rolling Stones doco, 'Crossfire Hurricane'.. Paul Frewin reviews Auckland band Yebiisu's EP Exit City, Paula Crimmens reviews 'Where Are You My Only One' currently on at the Basement Theatre, Enny Benzonelli reviews 'Alcatraz' and we hear a little Rolling Stones and a little Danny Kaye.",
    "episode": "21",
    "date": "2 December 2012",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20121202_2035.mp3",
    "ogg": "audio/LC_20121202_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20121202_2035.mp3"
  },
  {
    "title": "My Name is Arts... KickArts",
    "description": "Adam Fresco reviews the new James Bond movie, Enny Benzonelli looks at the new TV1 drama, 'Pan Am', our special studio guest is Sophie Vowell from the Basement Theatre and I review Atamira Dance Company's 'Tohu' featuring Taane Mete that was on at Corbans Estate Art Centre this week. As well we catch up with Don Bassett who looks at Warwick Henderson's book, 'Behind the Canvas'.",
    "episode": "20",
    "date": "25 November 2012",
    "image": "img/no-pic-placeholder-purple.jpg",
    "mp3": "audio/LC_20121125_2035.mp3",
    "ogg": "audio/LC_20121125_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20121125_2035.mp3"
  },
  {
    "title": "Show not Available",
    "description": "We are sorry, we have no information available for this show. If you have it, get in touch with us, we'd love to add it to our archives.",
    "episode": "19",
    "date": "18 November 2012",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Legal Downloads",
    "description": "The Atamira Dance Company joins us in the studio, Curator of Contemporary Arts, Natasha Conland, discusses the new acquisition at the Auckland Art Gallery, Adam Fresco introduces a few foreign films hitting our shores, Paul Frewin reviews the Radiohead concert, Sean Lyons from NetSafe clarifies the legalities over downloading TV from the Internet, Jo Holsted and Michelle Ang come and talk about their play 'Chop/Stick' which opens at the Basement Theatre this week, and Richard Green reviews '13'.",
    "episode": "18",
    "date": "11 November 2012",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Live Music with Arli",
    "description": "Listen to the awesome live sound of Arli Liberman! Also with Paul Frewin, Adam Fresco, Enny Benzonelli, Mary Wadsworth and Grae Burton with news, reviews and interviews...",
    "episode": "17",
    "date": "4 November 2012",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "audio/LC_20121104_2035.mp3",
    "ogg": "audio/LC_20121104_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20121104_2035.mp3"
  },
  {
    "title": "Chim- Chimney",
    "description": "What a show - We have Enny reviewing 'Smash', Emma talks about 'Mary Poppins', Paula reviews 'Paper Sky' by Red Leap, Richard went to see 'Bootleg Beatles' and talks about the great show he saw and in the studio Sefa Enari and Tupua Tigafua from Pacific Dance join us, talking about the dance lab coming up. From the Actor's studio, Jordan Selwyn and Lauren Gibson from '13' also join us.",
    "episode": "16",
    "date": "28 October 2012",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20121028_2035.mp3",
    "ogg": "audio/LC_20121028_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20121028_2035.mp3"
  },
  {
    "title": "Adam: The Reviewer",
    "description": "Adam reviews 'Taken 2', 'Dredd' and 'The Sessions', Don Bassett looks at the Fiona Pardington exhibition at 2 Rooms, we talk to Deborah White about ARTWEEK and Richard reviews 'Nga Hau e Wha' from the Okareka Dance Company. As well we have Enny reviewing 'Revolution' and Art's Archives brings us another rare and interesting album.",
    "episode": "15",
    "date": "21 October 2012",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20121021_2035.mp3",
    "ogg": "audio/LC_20121021_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20121021_2035.mp3"
  },
  {
    "title": "Reviews Galore",
    "description": "Enny looks at the new season of 'Downton Abbey', Emma reviews 'Lily' as part of the Tempo Dance Festival and the living encyclopedia Don Basset talks with Richard about the book and the movie 'On The Road'. What a classy episode.",
    "episode": "14",
    "date": "14 October 2012",
    "image": "img/no-pic-placeholder-purple.jpg",
    "mp3": "audio/LC_20121014_2035.mp3",
    "ogg": "audio/LC_20121014_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20121014_2035.mp3"
  },
  {
    "title": "The 90 minutes show",
    "description": "KickArts moves to 90 MINUTES! Yes, our new extended format show has the following: Adam Fresco reviews 'Looper', Enny Benzonelli reviews 'Glee', Emma Bishop reviews 'Red Chair', Mary Wadsworth reviews Sebastian Faulks' book, 'A Possible Life', Don Bassett looks at Bosshart's jewellery exhibition at Objectspace, as well as 'The Bartered Bride' and 'The Gift' by ATC, Richard Green talks to Lisa Scott about her new book, 'Travels with my Economist', Paul Frewin plays us some music from Roofdog's self titled album and Molly (aged 4) reviews Tim Bray's 'Hairy McClary' which has been on at the Pumphouse... phew - a busy show!",
    "episode": "13",
    "date": "7 October 2012",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20121007_2035.mp3",
    "ogg": "audio/LC_20121007_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20121007_2035.mp3"
  },
  {
    "title": "South Side Arts Festival",
    "description": "This episode of KickArts featuring Tim Bray, Naomi Singer from the South Side Arts Festival, Ann Dewey talking about her dance tour in Rodney and the usual suspects Enny, Emma and Richard with news, views and reviews.",
    "episode": "12",
    "date": "30 September 2012",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "The usual suspects... review",
    "description": "'Two Little Boys' - reviewed by Adam Fresco, 'Stir Fried Plays' - reviewed by Emma Bishop, Miho Wada's latest offering reviewed by Paul Frewin and 'Continuum' previewed by Enny Benzonelli. Richard Green also looks at the Wiggles Farewell Concert, and the inspiration behind The Beatles' 'Revolution'.",
    "episode": "11",
    "date": "23 September 2012",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "InterActing Urban Chicks",
    "description": "In this episode of KickArts - 'Urban Chicks', a new book by Renee Lang and photographer, Trevor Newman... Paula Crimmens on her disability arts theatre company, InterActing, Art's Archives examines electropop in the form of British band, GoldFrapp and what was the inspiration behind George Harrison's 'While my guitar gently weeps?'",
    "episode": "10",
    "date": "16 September 2012",
    "image": "img/20120916.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "A bit of Opera",
    "description": "A great Kickarts show with Emma Bishop reviewing Len Lye the Opera, Enny Benzonelli looking at the second series of The Killing, Mary Wadsworth from the Resource Room reviewing Daughters of Mars by Thomas Keneally and Arts Archives is back again, this week looking at Linda Ronstadt's album, Simple Dreams.",
    "episode": "9",
    "date": "9 September 2012",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "false",
    "ogg": "false",
    "download": "false"
  },
  {
    "title": "Books and Movies",
    "description": "Enny Benzonelli reviews 'Nothing Trivial', Adam Fresco looks at 'Expendables 2' and talks about film maker, Tony Scott, 'Redemption Song' makes an appearance in various forms and our special in-studio guest is writer, James Crompton who talks about his new book 'In the dead of Winter'.",
    "episode": "8",
    "date": "2 September 2012",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20120902_2035.mp3",
    "ogg": "audio/LC_20120902_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20120902_2035.mp3"
  },
  {
    "title": "Talkin' Arts",
    "description": "Great show with Paula Crimmens, Enny Benzonelli, Arts Archives featuring Status Quo, Roger Horricks from Len Lye the Opera, Tracey and Jacinta from The Producers Project - great discussion about the arts in Auckland!",
    "episode": "7",
    "date": "26 August 2012",
    "image": "img/no-pic-placeholder-purple.jpg",
    "mp3": "audio/LC_20120826_2035.mp3",
    "ogg": "audio/LC_20120826_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20120826_2035.mp3"
  },
  {
    "title": "The Ukulele of Dave",
    "description": "This week's show with Emma Bishop reviewing Grae Burton's 'Freeload', Enny Benzonelli talks about SoHo's new show, 'Newsroom'. Adam Fresco looks back over his picks at the New Zealand International Film Festival and Richard Green reviews 'The Pantry Shelf' with Matt Halliday. Helen from The Resource Room reviews Ian McEwen's book, 'Sweet Tooth'. And our special studio guest Dave Parker from the Nukes talks about the popularity of the Ukulele and the Encore Series currently running in Titirangi.",
    "episode": "6",
    "date": "19 August 2012",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "audio/LC_20120819_2035.mp3",
    "ogg": "audio/LC_20120819_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20120819_2035.mp3"
  },
  {
    "title": "From Newmarket to Christchurch",
    "description": "Great show featuring George Henare, Jodie Hillock and Adey Ramsell from the Newmarket Stage Company; Enny Benzonelli discusses an upcoming banned episode of Fear Factor, Grae Burton tells us about his 2 new projects in Auckland and Christchurch planner Claire Gibb talks with us all about the plan in Christchurch and how that affects the arts in the city.",
    "episode": "5",
    "date": "12 August 2012",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20120812_2035.mp3",
    "ogg": "audio/LC_20120812_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20120812_2035.mp3"
  },
  {
    "title": "Vincent Ward's Special",
    "description": "A special show with Vincent Ward... From big screen to big canvases, renowned film director Vincent Ward is moving from Hollywood to the Shanghai Bienniale with his exhibition Inhale/Exhale - remarkable paintings in a watery world, along with a handful of large photographic pieces.",
    "episode": "4",
    "date": "5 August 2012",
    "image": "img/20120805.jpg",
    "mp3": "audio/LC_20120805_2035.mp3",
    "ogg": "audio/LC_20120805_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20120805_2035.mp3"
  },
  {
    "title": "Emmet Skilton's first time",
    "description": "This week's show features The Almighty Johnson's actor, Emmett Couling Skilton. Enny Benzonelli looks at Grimm and NZ got's talent... Mary at the Resource Room discusses Margaret Mahy's life and Art's Archives shares Getz/Gilberto.",
    "episode": "3",
    "date": "29 July 2012",
    "image": "img/no-pic-placeholder-blue.jpg",
    "mp3": "audio/LC_20120729_2035.mp3",
    "ogg": "audio/LC_20120729_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20120729_2035.mp3"
  },
  {
    "title": "Bill Gosden, reviews and TV",
    "description": "Bill Gosden interview, review of Red Leap's 'The Arrival', A book review by Helen at the Resource Room, Enny looks at the reality TV market in NZ and Adam reviews 'The Dark Night Rises' and 'Abraham Lincoln, Vampire Hunter'... all go at KickArts.",
    "episode": "2",
    "date": "22 July 2012",
    "image": "img/no-pic-placeholder-red.jpg",
    "mp3": "audio/LC_20120722_2035.mp3",
    "ogg": "audio/LC_20120722_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20120722_2035.mp3"
  },
  {
    "title": "Reviews, Interviews and Dance",
    "description": "Our studio guest this week is choreographer and dancer Taane Mete, Emma Bishop reviews 'Carousel', Enny Benzonelli joins us again and eulogises 'Desperate Housewives' and looks at TV One's 'The Missing'. Richard Green catches up with actor Morgana Le Fay O'Reillyover a coffee and chat about her career and Art's Archives look at Gert/Gilberto.",
    "episode": "1",
    "date": "15 July 2012",
    "image": "img/no-pic-placeholder-purple.jpg",
    "mp3": "audio/LC_20120715_2035.mp3",
    "ogg": "audio/LC_20120715_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20120715_2035.mp3"
  },
  {
    "title": "The Pilot",
    "description": "In the pilot episode of KickArts, Richard Green talks to Haare Williams, Enny Benzonelli and Paul Frewing.",
    "episode": "0",
    "date": "8 July 2012",
    "image": "img/no-pic-placeholder-green.jpg",
    "mp3": "audio/LC_20120708_2035.mp3",
    "ogg": "audio/LC_20120708_2035.ogg",
    "download": "audio/direct_download.php?file=LC_20120708_2035.mp3"
  }
]
